{
  "Index": 2,
  "Name": "Dun Scaith",
  "Level": 60,
  "Bosses": [
    {
      "Name": "Deathgaze Hollow",
      "InDepthStrategy": "Void Doom: Red/Black AOE in center will pull you in, keep running away from it, as it will try to pull you in again a second time, then explode for massive damage.\nDoom: randomly cast on 2 people, must be cleansed by healers.\nBolt of Darkness: Perpendicular AoE, deals damage and applies Bleeding to players affected.\nVoid Aero II: Random players will be marked with a green icon over head and will drop a tornado after the boss finishes the cast. Drop these away from others and towards edges of ship.\nVoid Blizzard II: Big cone AoE with safe cone spots.\nVoid Aero III: Green AoE in center will explode and push you away, dealing proximity-based damage. Either stay in the center to avoid the knockback (big damage), or run to the walls that block the boss area. Please note that after a certain point in the battle, the boss will fly to a section of the room and cast Bolt of Darkness.\nVoid Blizzard IV: Two AoEs will appear, dealing proximity-based damage and dropping ice crystals in the center of the area. After they fall, the boss will cast Void Aero IV.\nVoid Aero IV: Boss will appear in one side of the arena and push players. Line with a crystal dropped from Void Blizzard IV to avoid falling off.\nAs the battle progresses, gray squares will appear on the floor. Those will deal damage to anyone standing on them when the boss casts Void Death IV.\nVoid Death IV: Instantly kills any player standing on a gray square.",
      "QuickStrategy": "Kill adds. Healers should cleanse Doom. Drop markers away from others. Run out of black circles and keep running.\n Don't stand on glowy platforms. Make sure you're in front of ice for platform knockback, and avoid getting knocked off by the green ball."
    },
    {
      "Name": "Ferdiad Hollow",
      "InDepthStrategy": "Throughout the fight, Ferdiad will mark 3 players with red markers and throw Abyssal Scythes on them. The scythes will stay on the ground, dealing damage to anyone close to them.\nAlso throughout the fight, Ferdiad will summon Atmos, and tether to one or two of them and cast Wormhole.\nWormhole: Shoots a ball in a straight line into the tethered Atmos. The tethered ones disappear after the cast, transferring their balls to a same-colored Atmos.\nYellow Atmos transfers ball to another yellow Atmos, and blue Atmos transfers ball to another blue Atmos; the ball color will not change.\nThe yellow ball explodes in a room-wide donut-AoE (safe zone near it), and the blue ball explodes in a big AoE (no safe zone).\nJester's Reap: Big cone AoE in front of the boss.\nJongleur's X: Tankbuster.\nBlackblot: Marks a target. Others should stack on the targeted player to share damage.\nBlackfire: AoEs will cover the arena. Those become gradually bigger as the cast progresses.\nDebilitator: Reduces all players' weakness to fire or water, and spawns various puddles on the floor. Stepping on a puddle changes its element (blue = water, red = fire). The boss will cast Flameflow after a while.\nPlayers should change puddles' element to the one contrary to their weakness - if you have fire weakness, change puddles to blue (water).\nFlameflow: Deals damage to all players. Damage can be reduced by avoiding puddles of the same element of the group weakness.\nAt around 60% health, the boss will go to the middle of the room and become untargetable, spawning Atmos around him which mobs will shot from them.\nAnyone in front of the Atmos will take damage and a stack of vulnerability.\nFrom time to time, the boss will cover a half of the arena with a long-cast AoE. It will kill any players standing on that side when the cast finishes.\nThe adds will either cast:\nLucky Pierrot: Atmos will spawn around the edges of the room, and adds will dash to them, dealing damage to anyone on the way. The adds will reappear from the Atmos in the center, dealing damage to players nearby.\nIcafall: Small AoEs.\nAfter the adds are killed, the boss will deal damage to all players.",
      "QuickStrategy": "Drop markers away from others. Walk over circles to change the color to the opposite of the debuff. Avoid gaze attacks."
    },
    {
      "Name": "Scathach",
      "InDepthStrategy": "When wings(?) get really big be in front or behind THEM, boss direction doesn't matter\nWhen she ports she will do large aoe a few seconds later\nWhen message about shadows on the ground pops up, stop all movement, otherwise little arms grab you and do a good amount of damage\nOccasionally she will turn toward party and do line aoe, sidestep it\nMove adds away and kill, if they get too close they tether and buff her\nShadow Limb (giant hands) link to a player when spawned and will be pulled toward that player, killing the player if they reach the player. The tethered player can face the Shadow Limb to make it stand still. The Limbs must be DPSed, and can switch tethers to a different player.\nAt 50%, Scathach will enter a cocoon and spawn adds, including a Chimera with the typical Chimera moveset.\nThese adds must be killed, or she will wipe upon emerging from the cocoon.",
      "QuickStrategy": "When \"wings\" get big, be behind them. If the boss turns towards you, move to the side. Do not move when \"Shadows gather on the floor\".\n Kill adds ASAP. If tethered to a hand, look at the hand. One person per meteor circle. Drop markers away from raid."
    },
    {
      "Name": "Diabolos",
      "InDepthStrategy": "Phase 1: Diabolos\nNightmare - Look away from Diabolos, inflicts sleep\nUltimate Terror - Donut AoE - Stand close or very far away\nRuinous Omen - Raidwide AoE\nNight Terror - Stack marker on random player, stack to share damage\nKill Deathgates when they spawn to avoid adds\n\nPhase 2: Intermission / Lifegate\nKill Lifegate 4 times. Kill Deathgates when they spawn to avoid adds\n\nPhase 3: Diabolos Hollow\nDiabolos starts with 100% crit and a large shield. Watch main tank's hp until shield breaks. Hollow Camisado will one-shot low geared tanks without cooldowns. Kill Deathgates and assign people to do Diabolic Gate (Usually Alliance A for Adds).\n\nDiabolos Casts\nHollow Camisado - Heavy Tankbuster, does around 25k damage\nShadethrust - Line AoE in front of Diabolos, dodge to the sides or back\nHollow Nightmare - Upgraded version of Nightmare. Look away from Diabolos, inflicts doom\nHollow Terror - Upgraded version of Night Terror. Stand at melee range or far away\nHollow Omen - Raidwide AoE\nBlindside - Stack marker on tank\nEarthshaker - Marks 3 players for line AoE damage, stand away from each other. Does around 14k damage.\nOther Mechanics\nNox - Chases 2 players with big AoEs. Run away from the party\nHollow Night - Stack marker & Gaze, look away from the player\nParticle Beam - Stand in the towers to soak damage. Middle tower requires more players to soak.\nDiabolic Gate - Go in and kill the add. Wipes the party if you fail.\nCritical Gravity - Soak red orbs at the edges to avoid splashing the party, does 8000 damage.\nLoot",
      "QuickStrategy": "Be in melee or max range. Kill doors before they summon adds. \n Phase 2: Drop markers away from raid. When stacking for marker, turn away from the marked player. Don't move during shadows. Go in to diabolic gate and kill the add."
    }
  ],
  "ZoneID": 627
}