{
  "Index": 1,
  "Name": "The Weeping City of Mhach",
  "Level": 60,
  "Bosses": [
    {
      "Name": "Arachne Eve",
      "InDepthStrategy": "After taking some damage, Arachne Eve will call the alliance up into her web.\nOne alliance needs to find and kill a small spider add to tear a hole in the web and drop down to the level below, where they will focus down the pillars that surround the arena and the adds that appear.\nMeanwhile, the alliance on the web needs to absorb damage from blue orbs and kill purple orbs in order to avoid buffing the boss.\nAfter all the pillars are destroyed, the boss and all alliance members will fall to ground level.\nWhen the boss casts a tornado-like AoE that pulls everyone to the center of the room, players must stand on webs on the ground to avoid being pulled.\nWhen you see the boss cast Fond Affeared, look away or you will suffer a Feared debuff that stuns you for 10 seconds.",
      "QuickStrategy": "When room becomes quicksand, stand on webs. Soak orbs when on top of the web in phase 2."
    },
    {
      "Name": "Forgall",
      "InDepthStrategy": "(Mega Death) - stand in the green puddle to gain a stack of Gradual Zombification - this lets you avoid getting killed instantly by Mega Death\nGreen puddles give you a stack of Gradual Zombification - if you get multiple stacks you will turn into a zombie and attack your allies\n(Void Call) - Forgall will summon three adds - burn down the Summoned Succubus first and stun her Beguiling Mist\nAnother add (Summoned Haagenti) will also cast Mortal Gaze - if you don't face away from the add at the end of this cast, the Doom debuff will be applied and must be cleansed by healers.\nStack up for heals after the adds die\n(Brand of the Fallen) - Throughout the fight, players will periodically be marked with red arrows - all marked players must group together to avoid large damage and Toad status.\n(Hell Wind) - healers need to mass heal\n(Punishing Ray) One person needs to stand in each red pillar",
      "QuickStrategy": "One person on each circle. Stack at least 2 people for triangle marks.\n Add priority is Succubus > Haagenti > Other. \nIn last phase, ensure you stand in at least one zombie circle and get the debuff. Do not soak more than one!"
    },
    {
      "Name": "Ozma",
      "InDepthStrategy": "Sphere form: Ozma begins in sphere form, which is the \"safe\" form. During this form he will cast delayed Meteor spells that display their AoE in a purple circle, marking players - players should try to spread out the damage from these as much as possible to avoid party members being hit by multiple meteors. Multiple meteors overlapping their blast radius will deal immense damage. Usually these are placed to the back of the rectangular platform, and to the round part on your left.\nPyramid form: In pyramid form Ozma will cast a single high-damage AoE on the long rectangular platforms when he finishes transforming, so players should move to the circular sections. During this phase Acceleration Bomb can be applied to players, and deals heavy AoE damage to players that move or act when it expires. Additionally, members are randomly hit by a weak AoE that places a powerful stacking DoT on all members hit. Healers should cleanse these.\nCube form: At the beginning of cube form, Ozma will cast a large donut shaped AoE, causing moderate damage to anyone not standing close to him on the rectangular platform and apply Vulnerability stacks. Damaging orbs will orbit the platform, and cleaving laser blasts will target the tanks. When he casts the tornado, make sure the alliance is standing on one corner to Ozma and the tank on the other one. DPS and healers should stand on the rectangular platforms out of the path of the orbs, while tanks move to the circular sections to soak lasers and orbs. During this phase, he will also cast Holy, which deals a moderate amount of damage and knocks players a small distance away from Ozma. It is best to stand on the edge of the platform close to him to dodge the spheres and not fall off. Acceleration Bomb can also be applied during this phase.\nAfter taking some damage, Ozma will cast Black Hole and suck the party into him. There are two phases to this part of the fight. First, the parties will be separated into three platforms with Atomos enemies on them, which should be focused down immediately. Each party will have to stand in a circle that makes another party's Atomos vulnerable to damage (the same as the Atomos fight in Labyrinth of the Ancients). After the Atomos enemies are defeated, finish off the last of the adds and jump down to fight Ozma's shadow. During this phase, face away from the boss when he casts Assimilation, and if you are marked with a meteor run to a corner to avoid unnecessary raid damage. It's worth noting that this entire phase is a moderate DPS check - if players are inside Ozma for too long, Doomsday will finish casting, wiping the raid.\nAfter defeating the shadow, a portal will open that returns you to the main platform. The meteor effect from sphere form will return, but with more AoEs; one possible strategy is to have two people from each alliance stand in the back corners of the rectangular platforms, with the remaining players placing their AoE's anywhere that doesn't threaten other alliances.",
      "QuickStrategy": "Don't fall off the platform! \nSphere Form: Drop markers in the middle of the pathway to the left or right. \n Pyramid Form: Move off the rectangular platform when he transforms. Don't move or do anything if you get \"Acceleration Bomb\" debuff.\n Cube Form: Move close to the boss initially. Tank on one side of the platform, party on the other."
    },
    {
      "Name": "Calofisteri",
      "InDepthStrategy": "Haircut is always where her hair's blade is visually represented on her model (bleed can be cleansed. Strong bleed). The boss' main attacks cause a cleave on the side of her blade. Move far away from extension telegraphs as they pull you in even when you're not standing on them. If the adds spawning from extension are not killed in time, the person trapped inside will die, and it will suck another person in and repeat. Focus these ASAP.\n\nThere will be a phase where she summons multiple Bijous and Small Bijous. Focus the Small Bijous down first as they finish their Energize cast sooner, and then burn the Bijous. Every Energize cast powers up her next raidwide AoE and will wipe if she has too much damage.\n\nWhen the axe and bulb flowers spawn, look for the axe flower and stay near them to avoid their donut AoE. The bulbs will cause for a damage and knockup under and around them. Depth Charge will make the boss charge towards the wall, usually follows with Haircut. Make sure to watch where her blade is and dodge Depth charge on her safe side. Reposition the boss afterwards.\n\nPenetration will pull you towards the center if you're looking at the boss, and will push you away if you're not. Bulb flowers will spawn and you will be pushed into them if you don't stand on an open spot. Try to position yourself to be pushed towards the empty spots of the arena to avoid these. When 2 blade flowers spawn just move away from the center. Red markers on players is just like the Cloud of Darkness marker, periodically raining damaging blasts down upon the player's location, so just run away from everybody and keep running to dodge these.\n\nTry to keep the boss around the middle of the arena, as it will often pick a side and do a huge AOE (the whole half of the area she is facing) that usually kill anyone caught in it. Don't tank her on the edge, as you might have just a tiny safe spot and will most likely result in a wipe.\n\nWhen she stops and looks toward a direction get away from her front side and move to the middle, as after dealing damage straight ahead of her she'll do one of her deadly AOE.",
      "QuickStrategy": "Stay on the side without the hair blade, stack behind the boss to move quickly. Kill all adds during add phase.\n If you get marker, keep running until the lightning stops, don't drag it over people."
    }
  ],
  "ZoneID": 556
}