{
  "Index": 5,
  "Name": "The Great Hunt",
  "Level": 70,
  "Bosses": [
    {
      "Name": "Phase 1",
      "InDepthStrategy": "Rathalos will rotate between a set of ground-based attacks against randomly chosen players. All players must keep an eye on where Rathalos is facing and what animation he is performing if they wish to avoid damage during his relentless onslaught.\r\n\r\nWhipping Bite is indicated by Rathalos staring slightly to its left while opening his mouth and raising his tail. After a short delay, he will snap at players immediately in front of him while simultaneously swiping behind him with his tail. You can safely avoid this short-ranged attack by moving to either of Rathalos\u0027 flanks or by backing away.\r\nTail Swipe is a two-part attack indicated by Rathalos looking to his right side and menacingly raising his tail. After a brief delay, Rathalos will swing his tail in a 180-degree counterclockwise motion. Immediately after this, Rathalos will perform another 180-degree sweep after a short delay in the same counterclockwise motion. Anyone caught in the path of a Tail Swipe will receive moderate damage and a massive knockback, with a possibility of being stunned. To avoid this, players should either move to Rathalos\u0027 left flank or move out of range during the wind-up animation.\r\nCharging Bite is a rush-attack indicated by Rathalos turning towards a player (regardless of distance) and performing a brief roar-like animation. After a short delay, Rathalos will then lunge directly at that player with a vicious bite, be they near or far. All players caught in the path of his charge will be inflicted with moderate damage and knockback, as well as a chance of being stunned. To avoid it, players should watch out for the brief wind-up animation and side-step out of its path as soon as possible.\r\nFireball is indicated by an overhead marker on the target player and is one of the few telegraphed attacks Rathalos uses. After rearing up for a few seconds, Rathalos will expel an unavoidable fireball at the marked player, inflicting moderate splash damage as well as a dispellable burns debuff. Players with the marker should move away from the party to avoid inflicting unnecessary damage to others.\r\nEvasive Breath is indicated by Rathalos turning towards a target player and lowering its head and body. After a short delay, Rathalos will blast the area directly in front of him with fire during a backward leap, damaging, burning and knocking away anyone directly in front of him. This particular attack is one of the most dangerous as the telegraph is very short.\r\nRathalos will continuously target random players and use these abilities in no particular order until the third and final phase. Once Rathalos has been reduced to around 80% health, the add phase will begin.",
      "QuickStrategy": "Most attacks aren\u0027t telegraphed.\r\nMelee should try and stick to the left side of the boss.\r\nIf Rathalos turns towards you and roars, side step the incoming charge.\r\nIf Rathalos looks to the left, move to the sides or away.\r\nIf Rathalos looks to the right, move out of range."
    },
    {
      "Name": "Phase 2",
      "InDepthStrategy": "For the most part, phase two is almost identical to phase one, except now the party must contend with some of the local wildlife joining the fray. On entering the arena, various types of adds will initially begin attacking Rathalos, all with their own AoE attacks. Unlike Rathalos, however, these adds are effected by enmity and can be tanked. It is worth noting that Rathalos\u0027 attacks will also damage these adds (and vice-versa); thus a good method is to grab all the stray adds and tank them close to Rathalos so that they damage each other until all adds are defeated. The Coeurl is the most problematic as it will occasionally use a massive conal AoE that can cover a large portion of the arena, thus it is wise to focus on this add first whenever possible, or at least turn it away from the party.\r\n\r\nAfter being reduced to around 70% health, Rathalos will head towards the centre of the arena and inflict a roaring stun on the party. Simultaneously, a large Garula will enter the arena from the east side and charge into Rathalos after a short wind-up animation, knocking him down and damaging any players caught in the path. From here, the Garula will begin attacking the party and must be picked up by a tank as soon as possible. At the same time, Rathalos will become mountable, prompting a player to leap onto his back and repeatedly stab him via an active time event.\r\n\r\nThis chain of events serves as a DPS check. If the party fails to kill the Garula fast enough, or if a player mounts Rathalos and fails the active time event for any reason, Rathalos will escape the arena and wipe the raid with a massive flaming attack, King of the Skies. It is possible to kill the Garula without mounting Rathalos, though this will require very high DPS.\r\n\r\nBear in mind that the player who mounts Rathalos will take continuous damage-over-time and may require healing - a possible reference to the use of stamina when mounting a monster in Monster Hunter: World. If the player who has mounted Rathalos is reduced to 0 HP, they will be knocked off Rathalos, and the party will wipe to King of the Skies. The Garula\u0027s auto-attacks are also incredibly vicious, even against tanks, and it will also frequently perform a frontal AoE cleave for massive damage to anyone caught in its path. This cleave can also hit the player who has mounted Rathalos and quickly lead to a raid wipe. Due to this, it is best to face the Garula away from the party as soon as possible.\r\nAssuming the Garula has been defeated in time and a party member has successfully mounted Rathalos without being KO\u0027d, Rathalos will leave the arena and prepare to unleash King of the Skies. After standing behind the Garula\u0027s corpse to avoid this attack, the final phase of the encounter will begin.",
      "QuickStrategy": "Coeurl should be killed ASAP.\r\nRathalos can damage adds in this phase and vice versa.\r\nTank must pick up Garula and a DPS needs to mount Rathalos and spam the active time maneuver.\r\nStand behind the Garula corpse to avoid \"King of the Skies\""
    },
    {
      "Name": "Phase 3",
      "InDepthStrategy": "After Rathalos has bathed the arena in flames, the background music will change, and the outer-arena will receive a flaming makeover. All players will now receive a debuff – Scalebound – which will reduce all healing received by players to 0 (except Mega Potions). As a result, each player should consider drinking a Mega Potion if their HP reaches medium or low levels. Party shielding, however, is unaffected by this debuff and can be very useful for mitigating burns, poison, or even some direct attacks from Rathalos himself.\r\n\r\nFrom here on, Rathalos will assault players from the air, and a \"Down Counter\" will be displayed in the form of a Duty Gauge. This gauge will gradually fill up any time a cooldown is used against Rathalos. Once filled, Rathalos will immediately be knocked out of the air and remain prone for some time, allowing players to attack (and eventually break) his tail, inflicting substantial damage to Rathalos himself. Conversely, Rathalos\u0027 overall defence will be much higher while in the air, but not when downed; hence players must try to knock Rathalos down and perform as much damage as possible while he is vulnerable. If you wish to use a damaging Limit Break, consider doing so when Rathalos is knocked down, as using it while he is in the air will be dramatically less effective.\r\n\r\nMuch like the previous phases, Rathalos will continuously attack random players with various abilities in no particular order and with limited visual indicators for as long as he is active.\r\n\r\nClaw Swipe is another rush attack similar to Charging Bite. After turning towards a random player (regardless of distance) and elevating slightly, Rathalos will swoop at that player with his claws after a brief delay. Players slashed by Rathalos\u0027 claws will be inflicted with a dispellable poison, a brief stun, moderate damage and a knockback. Just like Charging Bite, players can avoid this attack by quickly side-stepping out of his way before he charges.\r\nMangle and Sweeping Flames are frontal-cone AoE\u0027s, indicated by Rathalos rearing its head and displaying its flaming mouth for a brief moment. To avoid these, players can either move behind Rathalos, move to his flanks, or move out of range entirely.\r\nFireball, unlike phase 1, is now a sharable stack marker. After a brief delay, Rathalos will spit a fireball at the stack-marked player, leaving behind a persistent puddle of flame on the ground that will inflict burns on everyone sharing the damage and anyone who passes through puddles afterwards. If this ability targets a tank instead of a healer or damage-dealer, the tank may choose to mitigate the fireball by themself using defensive cooldowns. Despite healers being unable to heal other players during this final phase, they can still use Esuna to remove the resulting burns, or use shield spells to help mitigate incoming damage.\r\nAt this point, Rathalos will continue to cycle through these abilities until he is defeated, the party wipes or the 60-minute duty timer expires.",
      "QuickStrategy": "The only way to heal in this phase is Mega Potions.\r\nIf Rathalos turns towards you, sidestep.\r\nFireball is a stack marker.\r\nHealers should cleanse frequently."
    }
  ],
  "ZoneID": 761
}