{
  "Index": 6,
  "Name": "The Jade Stoa",
  "Level": 70,
  "Bosses": [
    {
      "Name": "Phase 1",
      "InDepthStrategy": "Storm Pulse - causes Byakko to blast the raid with unavoidable damage.\r\nHeavenly Strike - a vicious tank-buster against Byakko\u0027s primary target that should be mitigated via cooldowns whenever possible.\r\nState Of Shock - causes Byakko to lunge towards a random target and scoop them up in his tiger-fist. Shortly afterward, a stack-marker will appear within the arena, indicating where Byakko will slam the grabbed target. Teammates should make an effort to stand within the stack-mark location to help soak the slam, as failure to do so will lead to victim being slain.\r\nSweep Of The Leg - Byakko prepares to kick all players in-front and beside him via a frontal-cone AoE that covers the entire platform, except for a safe cone directly behind him. Simply move behind Byakko as soon as possible to avoid tremendous damage. Bear in mind that Sweep Of The Leg will always happen directly after State Of Shock.\r\nUnrelenting Anguish - Byakko teleports to the arena centre and begins to emit patterns of outward-travelling red orbs that all raid participants must avoid. Melee players must be especially careful as they will be extremely close to where the orbs spawn, though they do travel very slowly and can still be avoided. During Unrelenting Anguish, Byakko will unleash multiple casts of Fire \u0026 Lightning.\r\nFire \u0026 Lightning - a massive straight-line AoE aimed at a random player that everyone must avoid. Initially, Byakko will execute multiple casts at the arena centre, forcing players to avoid massive AoE\u0027s and the orbs at the same time. Eventually, Byakko will leap to the outer-edge of the arena and cast another Fire \u0026 Lightning while the remaining orbs begin to expire.\r\nHakutei - having successfully avoided the onslaught, players will witness Byakko leap from the arena while Hakutei - the White Tiger usually connected to Byakko\u0027s own arm - enters the fray. Hakutei is a mini-boss that must be picked up by a tank and turned away from the group. If not done so, players risk being swiped by Hakutei\u0027s vicious cleave attacks. Whilst dealing with Hakutei, players will also have to dodge AoE attacks that bombard the arena, leaving behind persistent puddles that inflict bleed on anyone who remains within them.\r\nWhite Herald - causes Hakutei to leap from the arena and place a proximity marker (flare) on its primary target. After a delay, Hakutei will inflict heavy damage by slamming down onto the marked player. Unmarked players must move away from the marked player beforehand to avoid taking too much proximity damage from the AoE slam.\r\nFire \u0026 Lightning - executed immediately after White Herald. On landing, Hakutei will charge a straight-line AoE towards a random player, forcing the raid to move out of the way to avoid damage.\r\nOn reaching this point, Hakutei will leap to the arena centre and begin to charge Roar Of Thunder, indicating the arrival of the next phase. However, the damage inflicted by Roar Of Thunder will depend on how much health Hakutei has remaining, so players must burn down Hakutei as fast as possible to avoid tremendous damage (or a potential wipe). Survivors will be stunned and eventually launched high into the air, indicating the arrival of the next phase.",
      "QuickStrategy": "Stack up for \"State of Shock\" and then move directly behind the boss after the attack.\r\nAvoid orbs during \"Unrelenting Anguish\". Pick up and kill the add when it spawns.\r\nMove away from marked players during add phase."
    },
    {
      "Name": "Phase 2",
      "InDepthStrategy": "After being launched into the air, the raid will begin free-falling. No actions (e.g. attacks or healing) can be performed at this time. During the phase, the outer ring of the arena will kill any player who touches it. Additionally, Byakko will begin firing orbs from far below which players must avoid. Periodically, Byakko will leap up and cast a doughnut AoE which must be avoided by moving into the centre. Lastly, Hakutei (the White Tiger) will occasionally cast a straight line AoE through the centre, forcing players to move out.\r\n\r\nShould you survive the onslaught, the raid will land (stunned) in a new arena be blasted with a massive unavoidable AoE attack from Byakko, killing any player who took too much damage during the free-fall.",
      "QuickStrategy": "Avoid the outer ring, dodge orbs."
    },
    {
      "Name": "Phase 3",
      "InDepthStrategy": "Hundredfold Havoc - a set of outward-firing AoE lightning patterns that are telegraphed by an arrow icon, displaying the direction they will travel from Byakko (arena centre). Two patterns will be fired simultaneously (the second being slightly delayed), giving players enough time for the first pattern to fire outward so that they can move into the now safe area to avoid the delayed pattern. Simultaneously, the raid must contend with Bombogenesis.\r\nBombogenesis - Byakko places AoE markers on four random players, forcing them to split up if they wish to avoid overlapping damage onto unmarked targets.\r\nDistant Clap - spawns a lightning-based donut AoE around Byakko\u0027s current location, forcing the raid to move towards Byakko to avoid taking damage. Alternatively, if Byakko is positioned at the outer-edge of the arena before casting Distant Clap, players can also move away from the donut to avoid damage, seeing as Distant Clap is not wide enough to cover the entire arena.\r\nFrom this point onward, Byakko will begin to cycle through previous displayed mechanics with various overlaps, including more Hundredfold Havoc (outward travelling lightning AoE\u0027s), Fire \u0026 Lightning (straight-line AoE\u0027s), State Of Shock (body-slam stack-markers), Storm Pulse (unavoidable AoE), and Unrelenting Anguish (outward travelling red orbs), and more, until Byakko has been defeated (or the raid suffers a wipe). Aside from forming slightly more challenging overlaps, all mechanics are handled in the exact same manner as they were before.",
      "QuickStrategy": "Mostly the same as phase 1. Split to avoid AoE markers stacking"
    }
  ],
  "ZoneID": 746
}