{
  "Index": 2,
  "Name": "Bardam's Mettle",
  "Level": 65,
  "Bosses": [
    {
      "Name": "Garula",
      "InDepthStrategy": "Heave Frontal cone AOE. Tank to dodge as required.\r\nCrumbling Crust After a short cast time, 4 telegraphed quick casting AoEs appears around Galura. Deals moderate damage, but AoEs can stack. Melees to dodge as required.\r\nRush Galura will mark an off-aggro target and channel a straight line charge. Marked players should distances themselves from Galura to reduce damage taken. Other players should move out of Galura\u0027s path.\r\nEarthquake Occurs immediately after Rush, stunning all players. Animals marked with a \u0027!\u0027 symbol in the pen will begin charging up their AoE attacks. The type of animal determines the type of attack that will occur. Galura does this three times in his fight.\r\nRam: Straight line AoE. Appears in all 3 phases.\r\nCoeurl: Large frontal cone AoE. Appears after the second time Rush is used.\r\nKukurul: Small circle AoE. Appears after the third time Rush is used.",
      "QuickStrategy": "When targetted by Rush, run as far away as you can. Other players should avoid the path."
    },
    {
      "Name": "Bardam",
      "InDepthStrategy": "Phase 1\r\nMagnetism Pulls all players towards the center of the room.\r\nTravail (shockwave) Occurs immediately after Magnetism. A circle AoE will appear in the center, followed by a circle AoE covering the remainder of the outer arena. Stand just outside the inner AoE facing away from the Hunter of Bardam. Wait for the inner AoE to cast, then immediately walk backwards to avoid the outer AoE. If you use Legacy camera, press all 3 of left strafe, right strafe, and backwards in order to walk backwards, e.g. ASD if using WASD movement.\r\nSpear charge Spears appear along to edge of the map and fire off AoEs that makes the map a chessboard of safe zones.\r\nEmpty gaze Empty Gaze will charge while Travail and Spear charges are running. Turn away to dodge it.\r\nPhase 2\r\nTravail (lightning) Lightning attack on the whole party. Stand on prism towers to dodge the attack.\r\nTravail (firestorm) All players are marked and rings of fire drops periodically over their heads. Rings will remain active for a few seconds after dropping. To prevent dropping your AOE onto an ally\u0027s escape path, everyone should spread out and run clockwise.\r\nHeavy strike 270 degree front cone. Safe spot is behind the golem.\r\nStar fall Spawns 4 large circular AoEs that leaves behind Star shards to be used in the next phase. Safe spots include the center and the outer edge of the arena.\r\nPhase 3\r\nLooming Shadow Meteor attack with an extremely long cast time. Hide behind Star shard to dodge.\r\nTravial (summon warriors) Breaks the East and West star shards.\r\nMagnetism + Spear charge + Heavy Strike + Shockwave combo The floor is lava. Find safe spot. Will destroy one of the two remaining star shards. After these attacks, the meteor will land. Hide behind the last star shard.\r\nThis is a non-combat boss fight. Phases are composed of various mechanics players will have to successfully complete or dodge. Players who fail twice during any phase will receive a fetters debuff until the end of the phase. Debuffs will be cleansed at the end of each phase. At least one player must survive the mechanics to proceed to the next phase. If all players fail the mechanics, you\u0027ll be forced to repeat the fight.",
      "QuickStrategy": "Phase 1: Avoid AoE, avoid gaze attack.\n Phase 2: Stand in towers to dodge initial attack, avoid AoE. Safe spot behind golems.\n Phase 3: Avoid AoE. Hide behind Star Shard to dodge meteor when cast is finishing"
    },
    {
      "Name": "Yol",
      "InDepthStrategy": "Phase 1\r\nFeathercut Frontal cleave tank-buster.\r\nWind Unbound Group-wide AoE. Spawns a number of orbs around the outer edge of the arena. Orbs will periodically fire line AoEs.\r\nFlutterfall Marks all players with orange markers. Players need to spread to avoid overlapping splash damage.\r\nEye of the Fierce Gaze attack that causes Confusion. Look away to avoid status infliction.\r\nAt the end of this phase, Yol will retreat and spawn a Corpsecleaner Eagle. Once the first is killed, Yol will spawn one more and after killing it Yol will return to the arena. During this time, Yol will periodically appear the edge of the arena, performing line AoE attacks with no markers. Move out from in front of Yol when it appears to avoid damage.\r\n\r\nPhase 2\r\nWingbeat Marks a player with a green marker. The marked player will be knocked to the outer edge of the arena. Get back to the center of the arena to avoid outer AoEs.\r\nAt the start of this phase, Yol\u0027s wings will become targetable and Yol will become untargetable. Players must kill both wings to proceed. During this time, Yol will spawn three circular AoEs that will rotate clock-wise around the outer edge of the arena. Players should stay close to the center to avoid these. Once Yol\u0027s wings are shattered, the fight\u0027s mechanics will repeat until Yol is defeated.\r\n\r\nNote: This phase can be entirely skipped with a well-timed Limit Break just before Yol starts his second phase.",
      "QuickStrategy": "Phase 1: Avoid stacking orange markers, turn away for gaze attack.\n Phase 2: Green marker will knock you back. Stay close to center."
    }
  ],
  "ZoneID": 623
}