{
  "Index": 1,
  "Name": "Shisui of the Violet Tides",
  "Level": 63,
  "Bosses": [
    {
      "Name": "Amikiri",
      "InDepthStrategy": "This is, for the most part, a tank-and-spank fight.\r\nThe boss will use Sharpstrike on its primary target, which deals a moderate amount of damage. Cooldown and heal as necessary.\r\nThe boss will periodically target a single player and drop a puddle AoE under them, immobilizing the target and any other player near them. The boss will immediately move to the stunned target and begin to cast Shuck which will usually kill the target.\r\nWhile the boss is casting Shuck, one of the boss\u0027s legs will become targetable. Destroying the leg interrupts the cast of Shuck, and also sends the boss tumbling onto its back for a few seconds, preventing it from performing any actions and inflicting Vulnerability Up.\r\nPeriodically, a Kamikiri add will spawn and the three non-tank players will be marked for Digest. If Kamikiri spawns while Amikiri is casting Shuck, Digest instead targets the three players not targeted by Shuck. The attack leaves a water puddle under each target, which inflicts Dropsy as long as a player stands in it.\r\nIf the Kamikiri add is slain before Digest\u0027s cast completes, the cast is interrupted.",
      "QuickStrategy": "Kill boss\u0027s leg when it uses Shuck to free trapped player. Kill adds ASAP"
    },
    {
      "Name": "Ruby Princess",
      "InDepthStrategy": "The boss will periodically enter the center of the room and begin to cast Seduce, which will cause everyone hit by it to slowly walk toward the boss. Immediately after Seduce, the boss will perform Coriolis Kick, a large circular AoE, which Seduced players will be hit by.\r\nTo avoid being hit by Seduce, each player must run into one of the four boxes around the outside of the arena, which will place the Old debuff on that player. Once touched, the box will be used up until the next Seduce phase, and while one box can affect multiple players, the timing is too precise to be practical. So, each player should pick a box and only use that box, and avoid running into it except to avoid the Seduce effect.\r\nThe boss will periodically cast Abyssal Volcano, which places a large circular AoE as well as marking two players with an AoE which will track them. Affected players should repeatedly run out of this effect, avoiding touching the boxes.\r\nThe boss periodically casts Tornadogenesis on its primary target, which deals a moderate amount of damage, Cooldown and heal as necessary.",
      "QuickStrategy": "Grab a box on the outside of the arena when boss casts seduce. Abyssal volcano has multiple hits, so keep dodging."
    },
    {
      "Name": "Shisui Yohi",
      "InDepthStrategy": "The boss will use Foul Nail on its primary target, which does two attacks for moderate damage. Cooldown and heal as necessary.\r\nShisui Yohi will cast Thick Fog, dealing group-wide damage, filling the arena with water and hiding the boss. Three Churn enemies (bubble adds) will spawn, each applying a stacking Dropsy debuff until they are killed. When all three Churns have been killed, Shisui Yohi will re-enter the battlefield.\r\nDuring the Thick Fog phase the boss will move around the arena, look for a large mass of churning ripples. Standing in these bubbles will damage the player. The boss will re-emerge from these ripples.\r\nWhen the boss re-enters the arena after the Churns are destroyed, it will instantly cast Black Tide which will deal a moderate amount damage to any player standing near it and debuff any player hit with Vulnerability Up. Players should pay attention to the location of the ripples and avoid standing in that area of the arena.\r\nPeriodically the boss will summon two Shark adds, Naishi-no-jo and Naishi-no-Kami, which lock onto a specific player with a line AoE, Bite and Run which will do large amounts of damage will follow the targeted player. These should be killed ASAP, before they can execute their rush attack. The Naishi-no-jo is weaker, and will target a random DPS. The Naishi-no-Kami is stronger and targets the healer, but will take longer to complete its cast.\r\nAfter summoning the shark adds, the boss will cast Mad Stare, a gaze attack which will debuff affected players with Hysteria, making them uncontrollable and wander the arena. Turn away before the cast finishes to avoid the attack.\r\nNote that if the Shark adds are still up when the boss enters the next Thick Fog phase, they will be hidden and untargetable, but still perform their rush attacks. This can cause large damage spikes unexpectedly and can lead to wipes.",
      "QuickStrategy": "Kill adds. When arena goes dark, look for ripples on the ground and avoid them. Avoid \"Mad Stare\" gaze attack, kill sharks ASAP."
    }
  ],
  "ZoneID": 616
}