{
  "Index": 6,
  "Name": "The Temple of the Fist",
  "Level": 70,
  "Bosses": [
    {
      "Name": "Couerl Smriti",
      "InDepthStrategy": "Coeurl Smriti is a straight forward Boss. His attack are based on claws and jumping without a marker, though he will also use an AoE around him called Radial Blaster; if you get hit by it, you gain stacks of \"Magical Damage received up\".\r\n\r\nAt around 77% he will summon his minion Coeurl Sruti who will claw and jump around like Coeurl Smriti. Instead of Radial Blaster, he uses Windblaster in a cone of aprox 150° in front of him.\r\n\r\nSruti has health comparable to Smriti, so you should treat this like the Giruveganaus fight in The Stone Vigil (Hard); focus on the wounded Smriti and finish him off, then engage Sruti.\r\n\r\nAround every 20% Coeurl Smriti will cast Electric Blaster, which places purple markers on players. After a short time, there will be an AoE Thunder hit on the marker that applies \"Physical Damage received up\".",
      "QuickStrategy": "When add spawns, focus boss and then add. Avoid stacking up during purple markers"
    },
    {
      "Name": "Arbuda",
      "InDepthStrategy": "Arbuda is a massive, four-armed, sword-wielding statue with powerful attacks, and is best tanked at one end of the arena. Non-tank players should stand at approximately 45 degrees off any of Arbuda\u0027s cardinal directions; if you consider his front heading to be 0 degrees, you want to be at 45, 135, 225. or 315. This ensures you\u0027ll have plenty of time to reposition to avoid two of Arbuda\u0027s main attacks.\r\n\r\nPort and Star: Massive unmarked cone AoE to Arbuda\u0027s left and right sides. Inflicts considerable damage and knockback. Stand in front or behind him.\r\nFore and Aft: Massive unmarked cone AoE to Arbuda\u0027s front and back sides. Inflicts considerable damage and knockback. Stand to either side of him.\r\nFourfold Shear: is a slice on the tank, even if you move Arbuda follows you so buff up and get healed.\r\nHellseal: Works identically to the Liquid Flame\u0027s \u0027Seal of Night and Day\u0027 from Great Gubal Library (Hard). Simply move to the corresponding glowing symbol to dodge the attack. The timing is fairly tight, but the damage tick doesn\u0027t apply the instant the cast ends, so you have a little wiggle room.\r\nTapas: Places invisible markers on every and chases them with AoE bursts.\r\nKiller Instinct: Arbuda assumes a defensive stance, similiar to Ravana. 1 side will be open to attack; attacking any other side will cause him to parry the attack back at you - even spells can be deflected. Whilst this is active, he is also capable of parrying area-effect Limit Breaks.",
      "QuickStrategy": "Stand at a 45 degree angle from any side of the boss to easily dodge AoEs. Stand in the correct symbol to avoid damage during \"Hellseal\". \"Killer Instinct\" will parry all attacks/spells except from one side"
    },
    {
      "Name": "Ivon Couerlfist",
      "InDepthStrategy": "A powerful ancient monk in search of worthy challengers, Ivon is a formidable challenge even for veteran adventurers.\r\n\r\nSpirit Wave: Drop a whirlwind with an AoE Windzone on one random player, typically Ranged DPS or the Healer. Just move out of it. Doesn\u0027t last very long.\r\nHurricane Kick: A short-ranged 270° roundhouse kick AoE, front-facing, leaving a 90° safe-spot for melee. Inflicts Stun for a short time if it hits you.\r\nTouch of Slaughter: Marks one player at random and knocks them down to 1 HP, typically either the Tank or one of the DPS. Rarely directly fatal by itself, but healers should heal the victim up immediately.\r\nRhalgr\u0027s Piece: places a mine that causes AoE damage if triggered, best move away to the outer edge of the platform.\r\nRose of Destruction: Will mark one player with a large orange crosshair marker, requiring the party to stack to split damage.\r\nFurious Fist: Ivon begins powering up for a super attack, filling the room with glowing chakra orbs that are tethered to him. Collecting the orbs reduces the strength of this attack and will grant you a short-lived stacking Damage Up buff. Once the cast completes, Ivon will float over the center of the arena and punch down around 4-5 times, followed by a finishing Impact strike that does significantly more damage. If all orbs are collected, the first barrage will be around 1,500 damage for each hit, and the final hit will be around 12,000 damage.\r\nSilent Roar: will mark one player and casts a tidalwave towards that player. Getting hit by the wave will knock you back with a chance to fall off\r\nIvon will also periodically summon glowing white heads that travel across the room, similar to the walls of mummies in The Sunken Temple of Qarn (Hard). These aren\u0027t too hard to avoid as they are fairly slow-moving. Later on he\u0027ll summon two waves at once, crossing the arena perpendicular to each other.",
      "QuickStrategy": "Stand behind the boss to avoid AoE. Stack for \"Rose of Destruction\". Everyone should collect orbs when they spawn. Dodge \"Silent Roar\""
    }
  ],
  "ZoneID": 663
}