{
  "Index": 12,
  "Name": "The Burn",
  "Level": 70,
  "Bosses": [
    {
      "Name": "Hedetet",
      "InDepthStrategy": "Take note of the four white crystals jutting from the ground, as these serve as shields for some of the boss\u0027s attacks. Be warned that the crystals explode after being hit by one of Hedetet\u0027s attacks. New crystals fall from the ceiling, but be prepared to move out of their way.\r\n\r\nCrystal Needle: Tankbuster.\r\nHailfire: Places a crosshair on a random target. After a short delay, Hedetet blasts sand at the targeted player, damaging the first thing it hits. Standing behind a crystal blocks all damage.\r\nAll subsequent casts of Hailfire begin with Hedetet jumping to a random spot in the arena before targeting a player.\r\nShardfall: Arena-wide area of effect. Stand behind a crystal to protect yourself. Hedetet casts Dissonance immediately after this attack.\r\nDissonance: Another arena-wide area of effect. This time the safe zone is inside Hedetet\u0027s hitbox. Deals high damage and inflicts Vulnerability Up if it connects.\r\nShardstrike: Places an AoE marker on all players. Spread out to avoid damage overlap, but also position as to not hit any of the crystals.",
      "QuickStrategy": "Stand behind crystals to avoid \"Hailfire\" and \"Shardfall\".\r\nStand inside boss hitbox to avoid \"Dissonance\" which is always after \"Shardfall\""
    },
    {
      "Name": "Defective Drone",
      "InDepthStrategy": "The Defective Drone\u0027s arena is smaller than most, and the left and right sides of the arena are constantly burning, inflicting Burns for as long as the player stands in it. Additionally, take note of the \"lanes\" the arena is separated into.\r\n\r\nAetherochemical Flame: High party-wide damage. Mitigate and heal through this.\r\nAetherochemical Coil: Tankbuster that hits an arc in front of the boss.\r\nPrior to the next move, the Defective Drone will launch a glob of sludge towards a random player that inflicts Leaden while inside of it.\r\nFull Throttle: The Defective Drone moves out of the arena, showing up with five smaller Mining Drones on one of the sides. Determine which of the smaller drones is sparking and does not have lights above it, and move into its lane. Getting run over by the drones inflicts massive damage and knockback guaranteed to push you into the fire.\r\nRock Busters: Summons Rock Busters on the sides of the arena that launch across in a straight line after a short time. Simply don\u0027t stand in front of them.\r\nAfter a while, the boss summons a Repurposed Dreadnaught that has the standard Dreadnaught attacks.",
      "QuickStrategy": "Safe zone for \"Full Throttle\" is in front of the broken zone. Avoid the edges of the arena."
    },
    {
      "Name": "Mist Dragon",
      "InDepthStrategy": "Rime Wreath: High party-wide damage, mitigate and heal through this. The Mist Dragon will spam this attack when it isn\u0027t casting anything else.\r\nFrost Breath: Two distinct attacks cast one after another. The first attack targets a non-tank and damages everything in a line from the boss to the targeted player. The second marks the tank and hits a wide arc in the tank\u0027s direction. Several ice puddles appear in the areas the attacks hit. The attack itself inflicts a dispellable Frostbite, while the puddles also inflict Frostbite for as long as a player stands in them.\r\nFog Plume: Star area of effect attack on a random target. After the initial attack hits, four arena-wide line AoEs originating from the first attack\u0027s landing point will appear. Later on in the fight, the Mist Dragon will target two players with this ability. In addition to taking damage, the attack traps those hit by it in blocks of ice called Mist. The Mist prevents movement, but can be attacked by other players to free those trapped inside.\r\nVaporize: The Mist Dragon turns into mist in the center of the arena. Three Draconic Regard adds will spawn and tether to the Mist Dragon. Attempting to attack the Mist Dragon in this form will cause it to counterattack, freezing the offending player in Mist.\r\nCold Fog: An area of effect centered on the Mist Dragon\u0027s misty form that gradually expands. Slaying all of the Draconic Regard adds will prevent the attack\u0027s area from expanding further.\r\nDeep Fog: The arena becomes shrouded in thick fog that gives an indefinite Dropsy debuff, and the Mist Dragon leaves the arena. The Mist Dragon will spray a wide line through the center of the arena with ice, dealing high damage and freezing anyone caught in it. The boss will swoop twice before the fog disperses.\r\nTouchdown: A proximity marker will appear on the ground, indicating where the Mist Dragon is about to slam down. Free anyone still trapped in Mist and move as quickly as you can to the opposite side of the arena.",
      "QuickStrategy": "When the boss spawns adds, DO NOT ATTACK THE BOSS. Kill the adds.\r\nFree players trapped in mist by attacking them. Drop star AoE in the corner."
    }
  ],
  "ZoneID": 789
}