{
  "Index":0,
  "Name":"Labyrinth of the Ancients",
  "Level":50,
  "Bosses":[
    {
      "Name":"The Bone Dragon",
      "InDepthStrategy":"Bone Dragon is the 1st boss of the Labyrinth of the Ancients. Players will encounter the Dragon when they take the left path from the entrance. Bone Dragon must be killed 3 times before it is finally defeated.\r\n\r\nThe arena has platforms similar to previous rooms. Poison will occasionally fill all lower areas of the room so be aware of this. The boss will spawn 3 waves of skeleton adds. Each group should stand in a separate side of the room and pull one add to the outside of the room on a platform. Each add must be killed on a separate platform. Once the bone dragon dies, all skeleton adds will respawn and move towards the dragon. If two skeletons were close to each other when they died, they will move too fast to be killed. Each skeleton that reaches the boss will do 1500 unblockable damage to the raid. This phase will repeat once. The second time the dragon comes back to life, he will spawn floating eyes instead. These should be picked up by tanks but dps should focusing on killing boss instead of adds then the dragon will die for good this time.\r\n\r\nTank the Bone Dragon on the center platform. This allows for an even spread of adds around the room, while minimizing confusion on where to pull the adds as 1 spawns per \"path\". This will also reduce damage taken by the DPS, as they will spend more time on the raised sections out of the poison.\r\nKill skeletons on different platforms, kill skeletons before they reach dragon.\r\nPick the floating eyes, leave them with tank only",
      "QuickStrategy":"Stand on the raised platform. Kill skeletons ASAP. Skeletons must die before the dragon."
    },
    {
      "Name":"Atomos",
      "InDepthStrategy":"The raid will need to divide into their 3 groups: 1 for each path, which each has a platform. 4 people need to stand on each platform (preferably including 2 healers) to allow the other groups to kill Atomos. Atomos does not need to be tanked but will continuously spawn adds. The tanks need to position these adds within range of the DPS on the platforms; alternatively, a regen effect on the forward tank/DPS will automatically let the healer pull the adds to the platform if no one in front touches them.\r\n\r\nNote: Do not stand on the pads before the alliance has all arrived, that will start the raid and force the late players to teleport into the left chamber.\r\n\r\n4 people stand on each colored platform. The other four focus on killing Atomos.",
      "QuickStrategy":"Move onto the path that corresponds to your raid letter.\r\n4 people need to stand on the back platform as long as its glowing.\r\nDon't start this fight until everyone is on their stairs!"
    },
    {
      "Name":"Thanatos",
      "InDepthStrategy":"Thanatos is the 3rd boss of the dungeon. Players will encounter the boss when they take the right path from the labyrinth entrance.\r\n\r\nThanatos is a ghostly iron giant that is surrounded by three Magic Pots on the corner of his chamber. The Magic Pots are friendly mobs, and should be healed if they're damaged. If all three die, then you will be unable to harm the boss and will wipe.\r\n\r\nThanatos is “ghostly” and cannot be harmed ordinarily. At the beginning of the fight, one of the Magic Pots will shoot green lines out to several alliance members, giving them an “Intangible” debuff. The first group to receive buff is always A. This debuff allows you to deal damage to the boss. A tank with the debuff should pick up the boss immediately, and a tank swap should occur whenever a tank picks up the debuff and the one on the boss loses it. Thanatos does have a cleave, so he should be faced away from the group and the pots.\r\n\r\nAnyone not having that debuff should focus on killing the adds that spawn throughout the fight. They will charge the Pots and attack, and occasionally will have a red line connecting them to a pot. Anytime you see this, these adds must be killed immediately. While that red line is active, Thanatos will be pulling the Pot to himself with a giant Holmgang chain -- if he gets it to him, he will kill it pretty fast. Once the adds connected to the Pot die and the Pot is healed, it can escape back to its safe spot.\r\n\r\nThis fight progresses fairly straightforwardly from here, just repeating the basic mechanics until he dies or all three Pots die.\r\n\r\nIf you're a ghost (invisible), DPS the boss. If you're visible, kill adds. Healers should keep the pots alive.",
      "QuickStrategy":"Heal pots to full when they're tethered.\r\nIf ethereal, attack the boss. If not, kill adds."
    },
    {
      "Name":"Allagan Bomb",
      "InDepthStrategy":"Allagan Bomb initially does nothing. Each group takes one of the large sword adds. Those Vassagos WILL NOT aggro anyone automatically, so MT should stand in front of each adds to avoid the boss running to the middle. The boss will periodically spawn balloon adds that need to be killed before they explode (high priority). In addition, a Napalm add may spawn and will have the highest priority to kill. The boss can be damaged once the 3 adds are down.\r\n\r\nA Vassago will get invulnerability if it has too little HP compared to the healthiest Vassago.\r\n\r\nMT should stand in front of Vassago before starting fight\r\nKill Priority for adds: Napalm first, Balloon second and Sword third.",
      "QuickStrategy":"Big adds should be separated onto markers. Kill bomb adds ASAP"
    },
    {
      "Name":"King Behemoth",
      "InDepthStrategy":"King Behemoth is the 3rd boss of the labyrinth. Players will encounter Behemoth when they take the center path from the entrance.\r\n\r\nEach tower should be covered by one ranged DPS or healer, activating it when it begins to glow; DPS priority is Iron Giant/Moving adds, and then boss. King behemoth will target a few players with a comet (green mark above head). These players need to run to the center and drop the comet to be used later. Adds will continually spawn and attempt to reach the towers. These need to be killed as soon as possible. In addition, an iron giant will spawn that will try to destroy the comets. The giant needs to be killed before all comets are destroyed or you will wipe. When King Behemoth stands up, he is casting meteor. The entire raid needs to drop what they're doing and get behind a comet (put a comet between you and him). Rinse and repeat and the fight is done.",
      "QuickStrategy":"Click towers when they begin to glow.\r\nDo NOT drop green marker inside the boss. Stand behind rocks when Meteor is cast."
    },
    {
      "Name":"Phlegethon",
      "InDepthStrategy":"Phlegethon is the final boss of Labyrinth of the Ancients. The boss room is unlocked from defeating the other 3 bosses.\r\n\r\nPhlegethon has only 1 big move to watch out for: Ancient Flare. Each group should take a position ahead of time (A on the left, B center, C on the right). At around 40-50% HP, Phlegethon will move to the center and start casting Ancient Flare. Each group needs to immediately move to its assigned platform. Doing this will put up a barrier to block his 'Ancient Flare' attack, which is otherwise a wipe. At around 5-15% HP, he will do this again; run back to the platform to repeat the mechanic or burn him down (do so if he starts the cast with < 6% HP).\r\n\r\nDuring the fight adds will spawn, and should be killed. Iron Hand adds stun a nearby target.\r\n\r\nHave each group stand on one of the circles the adds spawned from to block Ancient Flare.",
      "QuickStrategy":"Tank the boss between the middle and B. \r\nWhen boss moves to the middle, immediately run to your platform!\r\nKill all adds."
    }
  ],
  "ZoneID":174
}