{
  "Index":0,
  "Name":"The World of Darkness",
  "Level":50,
  "Bosses":[
    {
      "Name":"Angra Mainyu",
      "InDepthStrategy":"Double Vision, a floor-covering AoE that is split into red and white, which gives a stacking debuff depending on what colour you're standing on. The white AOE will give a \"Sullen\" debuff and the red AOE will give an \"Ireful\" debuff. The stacks will reset to 1 if you alternate which colour you stand on when it hits. If you get 2 stacks of the debuff you will take 2.5k damage. If you get 3 stacks you will die.\r\n\r\nWhen he casts Mortal Gaze, anyone looking in his direction will receive a Doom debuff that kills you in 10 seconds. Stand on 1 of 4 circular platforms that is lit up to remove this debuff. You can also turn away from the boss when he casts the ability to completely avoid the Doom debuff.\r\n\r\nRoulette, signified by a finger and a cone that rotates clockwise around the boss room, occurs when 4 Final Hourglass spawn at the outer edge of the room. Kill the 4 Final Hourglass one by one. To avoid being killed, do not stand in the quarter that is lit up when the last Final Hourglass dies. As long as all four of the Hourglasses die, you will be able to run out of that section if you happen to be in it.\r\n\r\nLevel 100 Flare: Red ball spawns on a player and a red circle appears on the ground. This ability tethers several players to 1 player. You need to run out of the circle to cancel the ability. Players in the red circle will all take massive damage if the total number of players in the circle is an even number.\r\n\r\nLevel 150 Doom: Purple ball spawns on a player and a purple circle appears on the ground. This ability tethers several players to 1 player. You need to run out of the circle to cancel the ability. Players in the purple circle will all die if the total number of players in the circle is a multiple of 3.\r\n\r\nAdds should be killed or they will deal powerful raidwide damage.",
      "QuickStrategy":"Alternate standing in Red/White areas.\r\nKill hourglasses and don't stand in AoEs. Look away for \"Mortal Gaze\".\r\nRun away from tethers."
    },
    {
      "Name":"Five-headed Dragon",
      "InDepthStrategy":"Ice Floor's AoE expands if it hits a player. When you see a white, circular swirl on the ground, run away.\r\n\r\nThe poison Slimes need to be killed to stop them from joining together and casting silence on the entire raid. Killing them causes them to burst into poison resistance buffs. Wherever the slimes spawn, there will be a puddle of slime left over. At least one player needs to stand in the puddle to prevent more slimes from spawning and turning into a Toxic Slime.\r\n\r\nWhen the boss channels Discordance you have to kill the 5 extra heads that appear or the raid will wipe. The boss could use this multiple times, so stay on your toes if your DPS is slower.\r\n\r\nThe boss will occasionally mark a player with a white, curved ball. When this happens, a small number of players (usually 3-5) need to stack on this player to split the damage. If this does not happen, the player will receive 9999 damage.\r\n\r\nWhen you see Prominence, red circles spawn on the ground followed by red or white balls, kill the balls ASAP before they explode and deal damage.\r\n\r\nRed Bird Tether attaches to a player and inflicts a debuff, the player needs to run and touch another player before the debuff kills them.\r\n\r\nHeatwave is a raid-wide attack used when the boss' HP is low. For 5 seconds, every action you make will deal 500 damage.",
      "QuickStrategy":"Kill slimes ASAP and stand in puddles to stop more spawns.\r\nStack together for purple marker. Pass dragonfly tethers around.\r\nKill prominence orbs ASAP."
    },
    {
      "Name":"Cerberus",
      "InDepthStrategy":"When Cerberus becomes unchained and starts Thrashing, a group of players (usually Alliance B, plus any DPS that want to) needs to execute the following in order:\r\n\r\nStand next to the Gastric Orb mob to get hit by Mini spell and shrunk to a small size.\r\nStand in the Purple Goo to get eaten by the boss. (Do not stand in the purple goo if you don't have the Mini debuff, as Cerberus will kill you.)\r\nOnce inside, kill the adds on the wall in his stomach.\r\nWhen the adds are dead he will stop thrashing, and will slump to the ground in pain. Groups outside the stomach need to use the two tethers to re-chain him while he is weakened - both tethers need to be re-attached to each of the Open Fetters on his sides by interacting with them.",
      "QuickStrategy":"Alliance A kills adds.\r\nAlliance B gets hit by Orb and then stands in Purple Goo to go belly.\r\nAlliance C drags chains to Cerberus"
    },
    {
      "Name":"Cloud of Darkness",
      "InDepthStrategy":"Cloud of Darkness targets the tank with a powerful auto-attack that also deals damage over time, so keep your tank safe.\r\n\r\nA random player will get targeted with red crosshairs (Feint Particle Beam). After a few seconds, blasts will start chasing after the target player at running speed damaging anyone nearby. Each blast adds a Vulnerability Up debuff and it kills you quickly if you stop moving. The player targeted should run towards the outside edge of the area, away from all other players.\r\n\r\nAny time she moves around the ring, she fires a massive laser (Zero-form Particle Beam) through the center of the area. When she disappears, immediately move to the sides. This attack will give a vulnerability debuff.\r\n\r\nThroughout the fight, she will spawn comets on yellow circle markers. At least one person should stand in each one before the comet reaches the ground or the raid suffers moderate damage (several empty comets will wipe the raid). The person in the comet area will take a small hit.\r\n\r\nMid-fight, the floor of the area will light up and cloud and storm adds will start spawning. Kill them before they get close enough for the boss to eat them, or she will wipe you if she eats enough. The clouds can be affected by Heavy but not by Bind. If anyone stands between the clouds and CoD, it will add the Heavy effect to them. After the cloud phase is done she will do a raid-wide attack.\r\n\r\nNext, she will spawn 3 clouds in a triangle formation. These clouds have a box shaped outline around them and cannot be damaged outside the box after a few seconds, so move into one of the boxes and kill the clouds. A, B, and C should have their own cloud and this should be marked ahead of time.\r\n\r\nIf your raid DPS is very low, worm adds will spawn around the area before the cloud phase. Hitting them once or twice causes them to disappear. The worms add many debuffs like Morbol's Bad Breath to anyone standing too close to them. Stay away and let the ranged DPS handle.",
      "QuickStrategy":"Keep moving if you get red crosshairs. Never stand in front of the boss.\r\nKill clouds when they spawn. Move to your marker when lines appear on ground."
    }
  ],
  "ZoneID":151
}