{
  "Index": 4,
  "Name": "The Great Gubal Library",
  "Level": 59,
  "Bosses": [
    {
      "Name": "The Demon Tome",
      "InDepthStrategy": "The Demon Tome is similar to the Demon Wall in Amdapor Keep, with a few added skills, but doesn't advance.\n\nLike the Demon Wall, the Demon Tome will cast an AOE down the middle of the room, then the sides. If this hits you, it will have a slowing effect, making it harder to get past him for Disclosure.\nAs he is between casting the two previous attacks, the Demon Tome will also cast Dark Blizzard III, a circle AOE that will target a random player.\nThe Demon Tome will occasionally cast Disclosure and \"begin to glow.\" This signals that you need to run along the sides of the arena to the backs-side of the Tome. Anyone on the wrong side of it when it closes will be killed instantly.\nThe Demon Tome will cast Words of Winter after a while, an attack similar to Shiva's ground freeze - when the ground is frozen, you will move a certain length in the direction you attempt to go. Unlike Shiva, this is not all the way to the edge of the arena; it is a matter of several yalms. At that point it will always be active when it casts Disclosure.\nTake note that the fence is not present to the immediate left and right of the book, but you cannot fall off the ledge despite this. The easiest way to get past him when frozen, for PC players, is to press Q or E while directly facing the boss (assuming you haven't remapped those keys) so that you slide into the fence, then W twice so that you slide forward and past him. Alternately, holding right-click and pressing A or D will accomplish the same thing. While I haven't attempted the boss with a controller on PC, just tapping left or right once, and then forward twice, 'should' get the job done as well.",
      "QuickStrategy": "When the book closes, get behind it. Be careful not to fall off!"
    },
    {
      "Name": "Byblos",
      "InDepthStrategy": "Byblos is a book demon, and the second boss of The Great Gubal Library.\n\nAt intervals, Byblos will run to the center of the book that summoned him and become invincible. Shortly after, two books will spawn with adds in them. They will fire Death Ray, a low damage line AoE that extends pretty far. Kill the adds quickly. When they die, they will draw a tether between them and a given player (like the ice, fire, and lightning orbs in the Scylla encounter in Labyrinth of the Ancients). Draw this orb into Byblos to break his invulnerability.\nAfter one invulnerability phase, Byblos will begin spawning clouds of oil fumes around the room. These will cause 2k damage and a pushback when you run through them, so take them in turns, carefully, to keep them from stacking up. The clouds will break the orbs from the invulnerability phase if they collide, requiring your party to deal with another set of adds.\nPerforms Gale Cut fairly regularly, a frontal attack that deals mild damage to tanks. This has no ground warning, and can be avoided by either running through or to the side. It has a cast time of around 2.5-3 seconds.\nPerforms Tail Swipe when someone is behind him, a rear-facing conal attack. This seems to only happen if someone is behind him.\nPerforms Head Down on a random party member, which is a fairly damaging charge attack/sort-of stun. This cannot be avoided regardless of any attempt to move away from it and it will hit all party members in its path. If he targets you, try not to line yourself up with your party, or run forward to minimize the area he will affect.",
      "QuickStrategy": "Kill add to get a tethered orb and bring the orb to the boss.\n Tank should run through green clouds to pop them. Don't drag orbs through clouds."
    },
    {
      "Name": "The Everliving Bibliotaph",
      "InDepthStrategy": "The Everliving Bibliotaph has a few ground-pattern AOE attacks in addition to:\n\nAt 3 intervals throughout the fight (roughly 85%, 55%, and 25% HP), Bibliotaph will begin casting Void Summon. Platforms on the ground will light up, and they will need a certain number of players to stand on them in order to cancel their summon. When one light on the platform is lit up, only one player is needed to stand on it to cancel the summon. When two lights on the platform are lit, two players must stand on it. When three lights are lit, the platform needs three players. Before this fight, figure out who will go with who for the first two phases, and plan to run all together for the final (three-person) phase. If a platform's summon is not canceled, that platform will summon a voidsent add to the boss fight.\nNote: All six platforms will light up the first time (for one player each), four will light the second time (two players each), and only two will light the third time (three players each). You seem to have around ten seconds to cancel all the summons (need confirmation) before the add is spawned.\n\nAt intervals, Bibliotaph will mark players with targets. If you are targeted, run to one side of the arena between platforms to bait the AOE he will place on you.\nThis sets down a purple void spark (a stationary ball) which will remain in place for a duration, periodically pulsing to inflict a stack of vulnerability on those in the area. Be sure to avoid this at all costs.\nAfter the 2nd Void Summon at roughly 55% HP, he will begin casting Deep Darkness which covers the entire outside of the arena, immediately followed by Magic Burst (occasionally he will cast Magic Burst first), which covers the inside of the arena. Deep Darkness hits tanks for around 3k and causes a 25-30 second Heavy debuff. Magic Burst deals damage and a knockback.",
      "QuickStrategy": "When marked, drop orbs away from players and also away from platforms.\n Number of lights on platform = number of players to disable."
    }
  ],
  "ZoneID": 416
}