{
  "Index": 11,
  "Name": "Sohr Khai",
  "Level": 60,
  "Bosses": [
    {
      "Name": "Chieftain Moglin",
      "InDepthStrategy": "Just like Thornmarch, this fight is primarily about managing the adds that spawn. However, this fight is much easier.\n\nMoglin will periodically attempt to revive the adds; knock them away with abilities or auto-attack to prevent them from resurrecting. Healers should be on the lookout for Moglin casting Holy, which will do unavoidable AoE damage to the entire party.\n\nCaptain Mogsun - if he is alive and within range of Moglin, he'll tether to him and make him invincible. Take him down ASAP!\n\nResurrecting Moogles - Moogles of various classes will spawn throughout the fight. They're not too hard to kill, but as they die, Moglin will periodically drop purple AOE circles (kind of like the summoning circles from first boss of Haukke Hard) on the Moogles' corpses. Attack the corpses to knock them out of the circles, otherwise they'll be revived at full health (this applies to Captain Mogsun too). Be advised that if you knock the corpses to the edge of the arena, they can be quite difficult to move again should the need arise. Direct them toward the center instead, if possible.\n\nNote: kill the 3 moogles when they spawn, then when he casts revive (the circles) shoot the dead moogles out of the circle then continue to kill the boss, then he will summon more moogles kill them and then he does those purples circles to try to revive them shoot them out again then repeat till boss dead!\n\nKill the adds that spawn. Knock them out of the circles to prevent them from resurrecting.\nAoE heal through Moglin's casts of Holy.\nOtherwise, tank-and-spank.",
      "QuickStrategy": "Kill tethered add first. Knock adds out of circle to prevent revive by attacking them."
    },
    {
      "Name": "Poqhiraj",
      "InDepthStrategy": "This boss has several unavoidable AoEs, and is both a healer check and a positioning check for all members of the party.\n\nDestructible Environment - the walls on either side of the corridor can be knocked down in chunks by certain attacks Poqhiraj uses. When they fall, they expose an electrified pool behind them. Avoid standing in it as it applies a DOT that deals heavy damage per tick and cannot be dispelled.\n\nJump - Poqhiraj jumps, becomes untargetable as one might expect, and prepares to land at one end of the corridor using a familiar proximity indicator from earlier encounters. This will deal party-wide damage based on how close you are to the landing spot. Run away from the indicator (to the other end of the platform) to avoid excess damage.\n\nCharge - after landing, Poqhiraj charges down the corridor. This is unavoidable, and has a knockback effect as well. Players will take more damage the closer they are to the center, being knocked into the air if dead center. All players hit on the sides of the platform will be knocked away from the center of the corridor, so make sure to stand by a wall so you don't get knocked into a pool of electric death. If no walls are available, stand in the center -- getting knocked into the air is much less painful than receiving the DoT.\n\nQuasar - unmarked line AOE with a reasonable cast time. This attack is probably the main reason walls fall down; stack directly behind the horse to keep Quasar from going off to the side and hitting walls. Can also be aimed down the center of the platform to avoid hitting any walls.\n\nCloud Call - one player will receive a purple marker; when the marker disappears, a thundercloud will spawn over their head. This cloud will pulse heavy damage, apply a vulnerability debuff, and destroys walls that are next to it. Fortunately, the radius of the pulse is slightly smaller than the width of the corridor. Tanks should pull away from this, if possible, to avoid stacking vulnerability debuffs on themselves.\n\nA good early placement for my cloud is halfway down the corridor, smooshed up against the wall. Later in the encounter, try to place this near a wall that has already been destroyed. This placement allows enough room to run by (to get away from Touchdown) without getting struck by lightning.\n\nStand in the center of the platform unless targeted, to prevent Quasar from hitting any walls.\nPlace any Cloud Calls away from the party, near a wall that will or has been destroyed.\nPrefer standing by a wall during Charge. Prefer standing in the center of the corridor if no walls are left or you can't get to one in time.",
      "QuickStrategy": "Do not step into electricity. Drop markers either at the end or on a wall.\n Stay in the middle to avoid walls getting destroyed. Stand near a wall when boss charges down the middle."
    },
    {
      "Name": "Hraesvelgr",
      "InDepthStrategy": "This fight takes place on multiple pedestals, similar to the Kraken encounter from Hullbreaker Isle, but much smaller. Unlike that encounter, platforms can and will be destroyed as the fight progresses, acting as a DPS check for the entire encounter.\n\nHealers should prepare to be on the pedestal or one pedestal away from the tank at all times to keep them in healing range. DPS should be ready to chase down adds on other pedestals, returning to the healer and tank's platforms to top up and continue burning down the boss. DPS should spread out if they share the same platform, to minimize damage from Holy Breath. Hraesvelgr CAN be DPSed from the back by melee DPS (on a separate platform) with appropriate tank positioning (hitbox as yet untested).\n\nHoly Breath - pulse AOE targeting a random player that takes up nearly an entire pedestal, no cast bar. It'll probably hit you once or twice, move out of its AoE or jump to another platform to avoid.\n\nBig Bad Pedestal-Destroying Breath - Hraesvelgr prepares a very big and very noticeable AOE that will destroy two pedestals at a time. If you or a party member alive or K.O'd are on a platform when destroyed you're removed from the fight just like Titan, you can lose all platforms so make sure you're conserving them and ideally saving a big one for last. A good strategy is to snake Hraesvelgr around the edge of the arena, effectively playing leap frog with Tank just a platform ahead or behind of the dps. NOTE: at one point I got \"stranded\" on a pedestal by this attack and freaked out; don't worry about that. The jump circles will still work even if you no longer have directly adjacent pedestals.\n\nHoly Sprites - a couple adds spawn after BBPDB. These seem to start attacking party members at random and are more of a nuisance as the fight progresses. DPS can pick these up without the need for tanking. Not yet tested if they do anything special if left alone.\n\nIce Cubes and Dragon Heads - an ice cube and a dragon head will appear and float toward each other, intersecting above a pedestal (yeah, probably the one you're on). When they collide they do a little explosion thing that kinda hurts, so get to a different pedestal before that happens. Ice cubes on their own that halt on the platform should be avoided -- they will apply heavy damage and a heavy debuff to any party member on the same platform.\n\nBe on the same platform or nearby to keep party members together.\nAvoid the huge square of death when Hraesvelgr prepares to destroy the platforms.\nSpread out on each platform to avoid excess damage.",
      "QuickStrategy": "Kill sprites in the four corners. Giant column attack destroys platforms."
    }
  ],
  "ZoneID": 555
}