{
  "Index": 0,
  "Name": "The Royal City of Rabanastre",
  "Level": 60,
  "Bosses": [
    {
      "Name": "Mateus, The Corrupt",
      "InDepthStrategy": "This boss has a number of distinct phases. Once you've memorized the pattern, you'll always know what happens next. Before pulling, mark the arena with gather points for each alliance. One goes due north, one south-west and one south-east.\n\nAll phases: When adds are up, they need to be killed. No exceptions. She starts the fight with several Ice Azers already spawned; they need to be taken out or they'll detonate and leave ice puddles that will hurt you later.\n\nUnbind -> White Whisper\n\nWhen Mateus casts Unbind, gather up on your alliance's marker.\nYour first priority is the nearest Aqua Sphere. It needs to pop before the ice dancer gets to it, or you'll have trouble later.\nEach player should gather two of the blue orbs that appear during this phase, then stand off of the spiraling ice track to avoid getting frozen.\nThe water pillars will turn into Blizzard III pillars if the ice dancer touches them. If three players stand in them, they will disappear.\nAny Blizzard III pillars that form need to be destroyed ASAP, or the players tethered to it will turn into snowmen once Mateus's cast of White Whisper completes.\nRebind -> Dualcast -> Blizzard III + Blizzard IV\n\nIf you did the mechanics correctly, there will be at least one safe spot to stand. Run there during the proximity AoE warnings to avoid dying.\nHealers should prepare large AoE heals to go off after the blizzards land.\nSuffocation Phase\n\nFlume Toads need to die ASAP.\nArena-wide effect causes everyone to get gradually increasing stacks of Breathless. If the stacks hit 10, you die, no exceptions.\nEach toad drops an air pocket on death, run through those pockets to drop your Breathless stack to 0.\nSeveral players will be targeted for line AoE attacks, keep those lines from intersecting the air pockets to avoid popping them.\nUltimate Phase\n\nSeveral players will be tethered by ice orbs that will slowly drift toward the tethered player.\nDon't let them touch you, or you'll die.\nKeep the tether line pointed away from the raid to avoid hitting people with the narrow cone AoEs the orbs periodically cast.\nAs in phase 1, the Ice Azers need to be killed, while avoiding their AoE bursts.\nThree Azure Guards will spawn, tank them away from each other or they'll tether to each other and become stronger.\nKill the Azure Guards before Mateus's Aether bar fills up or you'll wipe.\nShe repeats the phases in order from this point until killed or wipe.",
      "QuickStrategy": "This fight repeats phases. When adds are up they need to die in every phase.\n Bubble Phase: When \"Unbind\" is cast, group on your marker. Make sure to grab the orbs before the dancer. If three players stand in water pillars they vanish.\n Frog Phase: When you get \"Breathless\" run into bubbles to remove it. Snakes need to be tanked apart."
    },
    {
      "Name": "Hashmal, Bringer Of Order",
      "InDepthStrategy": "Boss Abilities\n\nQuake IV - Raid-wide AoE, heal through.\nJagged Edge - Red circles that target and follow a random player, avoid and keep moving until they stop appearing.\nFalling Rocks - Circle AoE, avoid.\nRock Cutter - Heavy tankbuster, use mitigation cooldown.\nExtreme Edge - Boss appears on eastern or western edge of arena with one arm on fire and flies across, burning everything on the flaming side. Look to see whether the north or south side is getting burned, and move to avoid. Sprint is strongly recommended.\nEarth Hammer - Proximity AoE, look for where the hammers spawn and move to the opposite side of the arena.\nControl Tower - Towers spawn and then drop when Hashmal cuts them; any players caught underneath die.\nCommand Tower - Big tower rises out of the centre of the arena to lift Hashmal; avoid.\nSubmission Tower - Drops towers in a Y-shaped pattern that leave behind flames; players running through get a persistent burn effect.\nLandwaster - Ultimate. If Hashmal's mana bar is full when this casts, it's a guaranteed wipe.\nSummon - Summons two golems that grow over time; kill them ASAP.\nDemolish - Empowers and enlarges golems with each cast.\nTo Dust - Spawns three Sand Spheres that will explode for massive damage if not killed in time.",
      "QuickStrategy": "Stick with your alliance. Kill adds ASAP. Towers will fall in an AoE. Watch the way they're cut to see where they'll fall and dodge it. \n When the boss teleports, look for his flaming arm and go to the opposite side of the arena. Rotate as needed to dodge AoEs."
    },
    {
      "Name": "Rofocale",
      "InDepthStrategy": "The Area could be divided into back (point of entrance) -> front (opposite, behind Rofocale's spawn point) and left (seen from the point of entrance) -> right.\n\nPhase 1:\n\nAt around 75% HP Rofocale will give a little speech:\nI walk the shadows. You will not see me until my lance has transfixed your very soul.\n\nHe then will retreat and 5 copies of him will charge the area. Watch where those copies spawn. Safe spots will be at the right side of the first and left of the last copy.\nAt around 55% - 60% HP Rofocale will do the same move again.\nThat move is probably rather time-based. But he will likely do it two times in phase 1.\n\nPhase 2:\n\nAfter the second split (around 55% HP), three Archaeodemons will spawn. The spawn points are at the triangle points around Rofocale's spawn point. That is, 1 behind the spawn and 2 and 3 left/right of the point of entrance, around the two circular floor patterns.\n\nAetherial Acceleration will be accumulated as long as the three adds are alive.\n\nEach group must kill one of the Archaeodemons. The area around it will be shielded, so the other groups can't help. Think The World of Darkness - Cloud of Darkness: the 3 cloud adds.\n\nRofocale will circle the area. Getting hit by him will inflict damage and a knockback.\n\nThis phase will end if:\n\n1. All three Archaeodem1ons are dead; or\n2. Aetherial Acceleration has reached 100.\n\nAt the end of phase 2, Rofocale will continue to circle the area and slowly ride up into the air. At the highest point he will execute Heavenly Subjugation and inflict damage according to the Aetherial Acceleration meter.\nOne can avoid most of the damage by running to the sides of the area.\nAt 100 Aetherial Acceleration, this will be a wipe. Not only will the damage be higher, the charge will also cover a wider area.\nPhase 3:\n\nTrample will now be followed by Cry of Victory.\nNew Abilities: Embrace, Pomp and Circumstance and Dark Geas.\nCopies of Rofocale will charge the middle of the area. Safe spots are left/right.\nDark Geas will be followed by 5 copies of Rofocale charging the area. Safe spots are according to the spawn of the first/last copy.",
      "QuickStrategy": "Orange marker = get close. Safe spots for copies are right side of first copy and left side of last copy.\n Phase 2: Kill adds ASAP (one per alliance). Run to the side of the arena at the end of this phase. \n Avoid circles on the gorund. When the floor is covered in darkness, click circles to dispel them."
    },
    {
      "Name": "Argath Thadalfus",
      "InDepthStrategy": "The fight could be separated into 3 main phases:\n\nPhase 1: Pre-Emptiness\nPhase 2: Emptiness\nPhase 3: Post-Emptiness\nArgath Thadalfus gives a little speech:\nI am the truth from which you run!\nThis marks one of the main mechanics of the fight. Argath Thadalfus will either wear the divine or the demon face. The divine face is a white face, the demon face a bluish/black face with red eyes. Argath will also have buff icons according to the face. The important point is to do exactly as the command demands if he is wearing the divine and the opposite if he is wearing the demon face.\n\nEmptiness: Watch the Emptiness meter - if the Shards of Emptiness are not destroyed in time, this will reach 100 and you will wipe.\n\nDo not touch the outer edge of the area, if it is glowing bluish. It would apply aTransfiguration debuff that will kill the player.\n\nIn phase 3, the second Gnawing Dread will be followed by Argath retreating and making the area a death zone. There will be a small circular safe area. Mind that you can only run into the direction of the arrow.\nArgath will then jump back and use Soulfix.",
      "QuickStrategy": "Stand in meteors and kill adds. White Mask = do what it says. Black mask = do the opposite.\n Spinning hand will move you in the direction of the hand when you move."
    }
  ],
  "ZoneID": 734
}