{
  "Index": 3,
  "Name": "The Final Steps of Faith",
  "Level": 60,
  "Bosses": [
    {
      "Name": "Phase 1",
      "InDepthStrategy": "Phase 1 - Normal Dragon\n\nAvoid the flyover AoE and \"Hot Wings\" AoE. This will be a huge AoE blast of fire, followed by a room-wide AOE with a safe line along the length of Nidhogg's body.\nNidhogg will do a Deafening Bellow every so often throughout the fight. It does approx 4k dmg each time to the entire party, and in later portions of phase 1, will be cast twice in a row. It's recommended for casters to stay within AoE heal distance of their healers at all times, preferring to avoid AoE damage where necessary.\nRun out of the holes that spawn under the players, as these will do massive damage to any player caught inside of one.\nRun out of Nidhogg's fire trail. The holes will spawn first, Nidhogg will disappear and you will be able to see from where he flies to where the trail will go. Since the room is massive, it's recommended to stack in the center of the room every time Nidhogg flies away, then spread out to avoid the AoEs, thus ensuring you can get positioned in time.",
      "QuickStrategy": "Turn up the music, because its awesome. Do not stand in the black holes, they do a TON of damage."
    },
    {
      "Name": "Phase 2",
      "InDepthStrategy": "This is a DPS check. If adds are killed too slowly, or not killed at all before Nidhogg blasts players back, it's a wipe.\nMiddle add can't be tanked and will attack players randomly with an unmarked, short range frontal AoE telegraphed by him preparing to swipe at a player. Move away from the add before it swipes to avoid this extra damage.\nTank the two remaining adds to the sides, positioning their AoE cones outside of the arena. Assign one healer to each tank to heal and provide additional DPS if possible.\nIf you find yourself wiping on the transition phase where the 8 circles appear, then it is because you didn't kill the adds on time. Whether you stand in the circles or not makes no difference. The DPS requirement is fairly strict with minimum iLevel gear, and may require a limit break and healers to contribute to DPS if the four group DPS cannot burn the adds fast enough.",
      "QuickStrategy": "Kill middle add and then the other two. Middle add cannot be tanked. Stack for shields on phase switch."
    },
    {
      "Name": "Phase 3",
      "InDepthStrategy": "Nidhogg will cast the hard-hitting \"Ala Morn\" on the tank. This is a tank buster that should be single target healed and shielded through when possible.\nRun out of \"Geirskogul\" line AoE that goes from Nidhogg towards a random player.\nSpread out the meteor circles about the sides of the room. Healers should also spread to the edges, even when not targeted. Once hit, run out of the circle placed on the floor immediately to avoid a bleed debuff effect.\nAfter the first meteor circles spawn, an area target, room-wide AoE will spawn (seemingly under a healer). Run as far away from this as possible, avoiding any additional AoEs that spawn to reduce damage. Healers should cast AoE heals and shields when possible to help mitigate this damage.This repeats Phase One with additional mechanics and angrier, red particle effects.\nWhen \"Akh Morn\" is cast, as indicated by the gigantic yellow arrow indicator pointing at a single player, stack and STAY STACKED on the targeted player until all lightning bolts have been cast (it may be helpful to set a waypoint for everyone to stack onto). Doing so will spread the damage to all players, which ideally will prevent anyone from dying. The number of bolts that will strike increases as the fight progresses. Everyone should stack, including the main tank if possible. Even doing so, this will deal heavy damage that SHOULD be healed and shielded through. Should players not stack, subsequent bolts will target random players for lethal damage, which will most likely cause a wipe. Once this attack is complete, main tank should face Nidhogg away again to avoid cleaving the party.\n3 Fireballs will spawn on the ground occasionally. These are bombs that will each explode in a plus shape, very similar to mechanics seen in Alexander (Savage). Stand in a row and column unoccupied by these bombs to avoid the damage, and be prepared to immediately sprint back to the center for another cast of \"Hot Wings\".\nRun out of \"Hot Wings\" AoE. It is a room-wide AoE with a safe line along the length of Nidhoggs body. This is immediately followed by \"Hot Tail\", below.\nRun out of \"Hot Tail\" AoE. It will appear straight after Hot Wings and cover the area that was safe during Hot Wings.\nRun out of the holes that spawn under random players.\nRun out of Nidhogg's fire trail. The holes will spawn first, then Nidhogg will disappear and repeat the fire trail mechanic from phase one. Position yourself accordingly.\nAs this is the final phase, these mechanics will repeat until the boss is dead.",
      "QuickStrategy": "Stack indicator hits MULTIPLE TIMES. DO NOT MOVE UNTIL ITS OVER."
    }
  ],
  "ZoneID": 559
}