{
  "Index": 1,
  "Name": "The Limitless Blue (Hard)",
  "Level": 57,
  "Bosses": [
    {
      "Name": "Bismarck",
      "InDepthStrategy": "Phase 1\nThe fight begins with Bismarck instantly dealing a damaging blow to the platform as well as spawning two adds. Players should deal with the adds (which can cause knockback) while avoiding any AoEs. Periodically players will see Bismarck do a specific dive animation, this is the signal that the shield device should be activated as Bismarck is about to ram the platform. Failing to activate the shield device, or activating it too early, will lead to an increased amount of damage being taken by the platform.\n\nAfter a set amount of time a message will appear stating that the harpoons are active, players should activate these as soon as possible, failing to do so will lead to Bismarck disabling them and leading to another cycle. Once both harpoons are active Bismarck will be chained to the side of the platform and its chitin will be targetable. Players can only cause damage to the chitin while physically on Bismarck, though this will also cause a DoT to appear on said players. Players should ideally destroy the chitin in one cycle (although two cycles is fine) as failing to destroy it quick enough will cause Bismarck to pull away and repeat its initial actions (adds, ramming the platform etc.).\n\nPhase 2\nOnce its chitin has been destroyed Bismarck will pull away from the platform again and summon two larger adds. These should be dealt with quickly. At the same time tornadoes will appear, Bismarck will also periodically summon a set of exploding bubbles which players should avoid. After a certain amount of time or after both adds are killed, Bismarck will return and cast a raid wide AoE before once returning to the side of the platform. During this the shield device will also break, essentially setting a harder limit on how long the encounter can last. If any of the adds are still alive, this attack will most likely cause a wipe.\n\nPhase 3\nThis functions largely like Phase 1, although Bismarck will summon four adds and without the shield generator the damage to the island cannot be reduced. With the chitin destroyed Bismarck can now be attacked directly when chained.",
      "QuickStrategy": "Kill all the adds. Use the generator when the boss flies around and preps for the attack.\n Jump on the bosses back to damage the scale.\n Seperate the adds in phase 2 so they're not linked."
    }
  ],
  "ZoneID": 436
}