{
  "Index":11,
  "Name":"The Aurum Vale",
  "Level":47,
  "Bosses":[
    {
      "Name":"Locksmith",
      "InDepthStrategy":"Locksmith is the first boss of The Aurum Vale. This gigantic Ochu has several high damage mechanics that will test the capabilities of the parties' healers.\r\n\r\nIn the boss area, there are objects named Morbol Fruit along the sides of the room. Players can interact with the fruits to remove all of the Gold Lung debuff stacks on themselves. After interacting with a fruit, it will disappear. The Morbol Fruits respawn over time.\r\n\r\nEach member of the party should stand near 1 Morbol Fruit. Players should use the Morbol Fruit after receiving 2 stacks of Gold Lung.\r\nAbilities\r\n\r\nHundred Lashings is a melee attack that deals moderate to high amount of damage.\r\nGold Rush is an instant ability that places a damage over time debuff named Gold Lung on all players. This effect stacks. The debuff can be removed by consuming a Morbol Fruit.\r\nGold Dust is a circular AoE spell that appears under a random player. It deals moderate damage to all players hit.",
      "QuickStrategy":"Stand near your own Morbol Fruit. When you have 2-3 stacks of the debuff, eat a fruit."
    },
    {
      "Name":"Coincounter",
      "InDepthStrategy":"Coincounter is the cyclops boss of the dungeon. He has a few powerful frontal AoE attacks. All non-tank players should stay away from the front of the boss. He has 2 types of 100-Tonze Swipe abilities. The first type can be identified when he holds his mace with only 1 of his hands. This is a frontal cone AoE attack. The second type can be identified when he holds his mace with 2 of his hands. This is a circular AoE attack that does an enormous amount of damage to all targets around him. Neither of these attacks have ground indicators. Since a few patches back, all of Coincounter's attacks have ground indicators. Players should interrupt or avoid these attacks.\r\n\r\nAt about half HP, Coincounter will start using Eye of the Beholder, a long range, frontal cone, AoE spell. Ranged damage dealers and healers should spread apart and avoid his Glower and Eye of the Beholder abilities if possible.\r\n\r\nAbilities\r\n\r\n10-Tonze Swipe is an instant frontal AoE attack that does moderate amount of damage.\r\n100-Tonze Swipe (1 Hand) is a frontal cone AoE attack that does a large amount of damage to all targets hit.\r\n100-Tonze Swing (2 Hand) is a circular AoE attack that does extremely large amount of damage to all targets close to the Cyclops.\r\nGlower is a laser fired from the eye of Coincounter onto a random player. The player will take moderate amount of damage and become inflicted with the debuff Paralysis.\r\nEye of the Beholder is a long range, frontal, cone AoE spell that deals a moderate amount of damage and inflicts a DoT named Electrocution. Coincounter will face a random player and use the emote \"The Coincounter takes a moment to reconsider...\" before using this spell.\r\n100-Tonze Swipe, 100-Tonze Swing and Eye of the Beholder can be interrupted with stuns.",
      "QuickStrategy":"Stand in midrange to be able to avoid all AoE. When his eye glows, move close"
    },
    {
      "Name":"Miser's Mistress",
      "InDepthStrategy":"Miser's Mistress is the final boss of The Aurum Vale. This Morbol boss has powerful frontal AoE attacks and should be faced away from all non-tank players. The debuffs from Bad Breath could be deadly.\r\n\r\nSimilar to Locksmith, there are objects named Morbol Fruit around the boss room. Players can consume the fruit to remove all the stacks of the debuff Burrs on them. Players should consume the fruit at around 2-4 Burrs stacks.\r\n\r\nAdds\r\n\r\nAfter half HP, Miser's Mistress will occasionally spawn 5 strange Morbol Fruits. DPS must destroy these fruits immediately. Use AoE abilities if possible. These fruits will hatch into adds named Morbol Seedlings. The Seedlings will add Burr stacks with every attack. Focus your attacks on the seedlings when they appear. If the seedlings hatch, it can easily lead to a wipe from the Burr stacks.\r\nAbilities\r\n\r\nBad Breath is a frontal cone AoE spell that inflicts the debuffs Paralysis, Silence, Poison, Blind, Slow, Heavy, HP Penalty, and Determination Down to all targets hit. If the healer gets hit by Bad Breath, it can very quickly lead to a wipe. Healers should stay far away from the boss, and Esuna or Leech the debuffs as quickly as possible if someone else gets hit. Tanks and DPS should avoid Bad Breath as much as they can. The affected target can also quickly clear the debuffs with a Morbol Fruit.\r\nVine Probe is a frontal column AoE attack that deals a moderate amount of damage to all targets hit.\r\nHooked Burrs is an ability that deals a small amount of damage and adds one stack of Burrs on a random player.\r\nBurr Burrow is an ability that inflicts the player with the debuff Burrs and deals small amount of damage per stack of Burrs already on the player. If a player has enough Burr stacks, this can do a considerable amount of damage.",
      "QuickStrategy":"Eat a morbol fruit around 2-4 stacks of Burrs. Kill \"Morbol Fruits\" as fast as possible when boss uses \"Sow\""
    }
  ],
  "ZoneID":172
}