{
  "Index":8,
  "Name":"Cutter's Cry",
  "Level":38,
  "Bosses":[
    {
      "Name":"Myrmidon Princess",
      "InDepthStrategy":"Myrmidon Princess is the first boss of Cutter's Cry. Her main abilities include:\r\n\r\nMandible Bite is a frontal cone AoE attack that damages all targets within.\r\nSilence is a spell used to silence one of your party members for a short time.\r\nTrap Jaws is an instant melee attack.\r\nHaste is a spell used by the Myrmidon Princess to increase the attack speed of her adds.\r\nAt around half health Myrmidon Princess will summon 3 types of adds to aid her in combat:\r\n\r\nMyrmidon Marshal is the most dangerous add type. It has an AoE frontal cone ability, Mandible Bite, that damages all targets caught within. The Marshal can also use an ability named Formic Pheromones. Formic Pheromones places a healing over time buff on Myrmidon Princess.\r\nMyrmidon Guard is the 2nd add type. It also has Mandible Bite, the frontal AoE cone ability.\r\nMyrmidon Soldier is the least dangerous add type. It has only the basic attack.\r\nIt is recommended to kill Myrmidon Marshal first, Myrmidon Guard second, and Myrmidon Soldiers last. Alternatively, the adds can be kited around the room by a healer.",
      "QuickStrategy":"Kill Marshal -> Guard -> Soldiers or kite around the room."
    },
    {
      "Name":"Giant Tunnel Worm",
      "InDepthStrategy":"Giant Tunnel Worm is the humongous worm boss of Cutter's Cry. Throughout the fight, Giant Tunnel Worm will submerge underneath the sandy grounds of the boss room. The Worm is the most dangerous when it is submerged. The worm's main abilities include:\r\n\r\nSandstorm is an instant frontal attack that deals a small amount of damage.\r\nSand Cyclone is a spell that targets a random party member. It does a small amount of damage and inflicts a damage over time debuff.\r\nSand Pillar is an ability used by the Worm when it is burrowed. Sand Pillar damages any player standing on top of the sand trap.\r\nEarthbreak is an ability used by the Worm when it is burrowed. Tunnel Worm explodes out of the ground and heavily damages anyone near it.\r\nBottomless Desert is an ability used by the Worm when it is burrowed. It appears as a whirlwind on the ground, does small amount of damage and pulls all party members towards its center.\r\nSludge is a single-target ability used by the Worm. It inflicts a heavy DoT (~200 HP per tick) on a player which should be removed as soon as possible. Target priority does not seem to factor in who gets attacked.\r\nSpreading out when the worm submerges reduces the chance that multiple party members will be hit when it emerges from the sand. It is important that after it does the Bottomless desert that adventurers move out of the center to not get hit when the worm emerges.",
      "QuickStrategy":"When the worm submerges, spread out. \"Sludge\" should be cleansed ASAP."
    },
    {
      "Name":"Chimera",
      "InDepthStrategy":"The final boss of Cutter's Cry, the Chimera requires close attention to know where to step. The Chimera has a Frontal Cone called Lion's Breath that deals a moderate amount of fire damage. Occasionally the Chimera will use the abilities Ram's Breath and Dragon's Breath. Ram's Breath causes Ice damage and heavy on the right side of its body and Dragon's Breath causes Thunder damage and paralysis on the left side of its body. Melee DPS can stand directly behind the Chimera to avoid these cones, but the tank will have to move left or right to sidestep their effects. Most of Chimera's attacks will paralyze its target, which can be cleansed with Esuna, but Adventurers with low hit points should be extra careful.\r\n\r\nAt 75% of its life, the Chimera will begin to use two attacks called Dragon's Voice and Ram's Voice. When players see one of the two messages below in the chat log, they need to either move closer to the boss or away from it:\r\n\r\nWhen the Chimera's eyes glow violet - When performing Dragon's Voice, a thundercloud AoE attack that damages and paralyzes everyone outside of Chimera's melee range. Ranged damage dealers and healers should move toward the boss immediately.\r\nWhen the Chimera's eyes glow blue - When performing Ram's Voice, an ice AoE attack that damages and heavies everyone in Chimera's melee range. Tanks and melee damage dealers should move away from him as soon as possible.\r\nThe Chimera will randomly begin targeting adventurers with two new abilities as well:\r\n\r\nCacophony - The Chimera sends out a purple ball of energy that travels to the target and explodes. That party member targeted by this ability should move away from the ball immediately. If the ball hits a player while it is traveling, it will explode immediately. Explosion not only damages players but also paralyzes them.\r\nRam's Keeper - The Chimera spits an ice orb that flies from the Chimera to one random player. It triggers a ground indicator and will leave an icy patch at that location.\r\n",
      "QuickStrategy":"Violet = close, Blue = away. Move away from purple energy balls."
    }
  ],
  "ZoneID":170
}