{
  "Index":26,
  "Name":"Sastasha (Hard)",
  "Level":50,
  "Bosses":[
    {
      "Name":"Karlabos",
      "InDepthStrategy":"Karlabos will drop Aqua Balls on players to apply a DoT called Slime. Remove the DoT ASAP with Esuna or Leeches. He will also target the highest-enmity party member with Prey. A few seconds later, Karlabos will stun the player holding the Prey effect. Prey can be passed to other players by physically running into them, resulting in a stun on that player instead. His next attack is Tail Screw, which he will use on a player that is not the tank. Tail Screw will bring the player to 1% of their HP, but will not kill them; however, the player will die if they have the Slime debuff on them. Tail Screw can be stunned; if possible, the tank should pass Prey to a nearby DPS before being stunned so they are able to stun Tail Screw immediately after.\r\n\r\nThe Aqua Balls that apply Slime can overlap to inflict Slime on nearby players. Players can therefore have more than 1 Slime debuff at a time. Avoid standing too close to other players; otherwise, the healer might need to remove Slime several times from a single party member before the Tail Screw attack is used. As long as no one has the debuff, the highest priority after that is keeping the tank's health high. Karlabos seems to hit harder the lower his health is.\r\n\r\nSo in short, the healer's priorities are as follows:\r\n\r\nRemove Slime debuff from everyone before Tail Screw attack > Keep tank health up > Keep party members' health up.",
      "QuickStrategy":"Stay spread out. Interrupt \"Tail Screw\". Cleanse Slime debuff."
    },
    {
      "Name":"Captain Madisons",
      "InDepthStrategy":"Kill the adds as soon as they spawn because they are quite weak. After Captain Madison charges a player and knocking them back. He immediately marks a random player and starts shooting at them with his gun. He will keep shooting until enough damage is dealt to him. He cannot be stunned while firing. At very low HP, Captain Madison will spawn a bunch of adds then run away.\r\n\r\nPlayers should gather in the center of the boss room for the 3rd set and the 4th set (final set) of adds then AoE them down. Use caster Limit Break on the 3rd set if needed.\r\n\r\nDUMP DPS on him after he charges someone and starts shooting because he will keep shooting until enough damage is dealt.",
      "QuickStrategy":"Kill adds ASAP and focus boss when he focuses a player."
    },
    {
      "Name":"Kraken",
      "InDepthStrategy":"When only Kraken and Tentacles are up, attack Kraken and ignore Tentacles\r\n\r\nWhen Kraken, Tentacles and Kraken's Arms are up, kill Kraken's Arms and ignore Tentacles.\r\n\r\nWhen Kraken and 6 Kraken's Arms are up, just try to survive.\r\n\r\nAttack Kraken and Kraken's Arms, ignore Tentacles.\r\nThe ink blast AOE attacks are not worth dodging. Healers should remove the Blind they cause before resuming normal healing activities.\r\n\r\nAlternative Method: Players should pick an Arm that is near the boss and is in a corner then kill the Arm. Then ranged DPS should hide near the hole in a position that is out of reach of other Arms and DPS the head of Kraken.",
      "QuickStrategy":"Ignore tentacles. Kraken's Arms > Kraken. Cleanse blind."
    }
  ],
  "ZoneID":387
}