{
  "Index":13,
  "Name":"The Praetorium",
  "Level":50,
  "Bosses":[
    {
      "Name":"Praetorium (Intro)",
      "InDepthStrategy":"",
      "QuickStrategy":"Be prepared to avoid most enemies, as most groups will speedrun this.\r\nFollow the group!"
    },
    {
      "Name":"Mark II Magitek Colossus",
      "InDepthStrategy":"All non-tank players should be behind the boss. Players should avoid the Magitek Ray ability. This fight is a simple tank and spank.\r\n\r\nAbilities\r\n\r\nGrand Sword is an instant frontal attack that deals a moderate amount of damage.\r\nExhaust is an instant frontal attack that deals a small amount of damage and knocks its target back.\r\nMagitek Ray is a circular AoE attack that targets a random player. All players caught in the AoE will take moderate amount of damage and become inflicted with the debuff Burn.\r\nOverheat is a buff that increases Mark II Magitek Colossus' damage.",
      "QuickStrategy":"Stand behind the boss if you're not a tank. Kill da boss."
    },
    {
      "Name":"Nero tol Scaeva",
      "InDepthStrategy":"The boss room is surrounded by an electrical field. While in the electrical field, players will take damage over time. All non-tank players should not be in front of Nero tol Scaeva. Ranged damage dealers and healers should stay out of the melee range. Occasionally, Magitek Death Claw add will spawn. A purple line connects the claw to a random player. The targeted player should move away from the Death Claw while rest of the players should kill the claw as soon as possible. If the claw reaches the targeted player, the player will be knocked into the electrical field.\r\n\r\nAbilities\r\n\r\nSpine Shatter is an instant melee attack that deals a small amount of damage.\r\nSideswing is an instant frontal attack that deals damage to all players in front of the Nero tol Scaeva.\r\nWheel of Suffering is an instant attack that deals damage to all players near the boss.\r\nIron Uprising is an instant frontal attack that deals a moderate amount of damage to all players in front of Nero tol Scaeva and knocks them back.\r\nAugmented Shatter is an instant attack that deals a moderate amount of damage to one random player. When performing this attack, Nero tol Scaeva leaps into air and strikes the ground with its hammer.\r\nAugmented Uprising is a frontal AoE attack that deals a moderate amount of damage and inflicts the debuff Heavy to all players hit. Additionally, this ability knocks all players backward.\r\nAugmented Suffering is an circular AoE attack that deals moderate amount of damage, inflicts the debuff Heavy and knocks back all players around the boss.\r\nAdds\r\n\r\nMagitek Death Claw targets one player with a purple line. If the claw reaches the targeted player, that player will be knocked into the electrical field.\r\nTargeted player should run away from the claw while rest of the players should kill it.",
      "QuickStrategy":"Tank the boss at the exit door to save time and prevent knockbacks."
    },
    {
      "Name":"Gaius van Baelsar",
      "InDepthStrategy":"Players should spread out to avoid Gaius' Hand of the Empire. Non-tank players should not be in front of the boss. At 3/4, 1/2 and 1/4 HP, flaming blue circles will appear on the ground. Players should move and stay out of the circles because they do damage to anyone in them. Players should also avoid his Blue X ability called Terminus Est. When the flaming blue X appears, move out of its way.\r\n\r\nAbilities\r\n\r\nInnocence is an instant frontal cleave attack that deals a moderate amount of damage to all players hit.\r\nSentence is an instant attack that knocks back a random player.\r\nHeirsbane is an instant attack that deals a moderate amount of damage to a random player.\r\nHand of the Empire is an instant attack that unleashes a blue ball of flame at a random player. That player and all players around will take small amount of damage.\r\nTerminus Est is a blue, flaming X that appears. After a few seconds, a blast comes from the X dealing heavy amount of damage to all players in its path.\r\nJudgment stuns a random player and spawns a circular AoE ground indicator around him or her. After a few seconds all players within the ground indicator will take moderate amount of damage.",
      "QuickStrategy":"Tank and SPANK"
    },
    {
      "Name":"Ultima Weapon",
      "InDepthStrategy":"Just kill it.",
      "QuickStrategy":"Tank and SPANK"
    },
    {
      "Name":"Lahabrea",
      "InDepthStrategy":"Lahabrea is a straight forward fight. Players should avoid the dark pools spawned by Sea of Pitch if possible. He will also cast Shadow Flare, which players can interrupt.\r\n\r\nAbilities\r\n\r\nDark Orb is an instant spell that deals a small amount of damage to a random player.\r\nGrip of Night is an instant ability that deals a small amount of damage to all players near Lahabrea.\r\nSea of Pitch is an ability that spawns 4 dark circles in the boss room. Moving over the circles will cause an explosion that deals a moderate amount of damage to all players caught.\r\nShadow Flare is an ability that deals a moderate amount of damage to all players.",
      "QuickStrategy":"Just kill him."
    }
  ],
  "ZoneID":224
}