{
  "Index":7,
  "Name":"The Sunken Temple of Qarn",
  "Level":35,
  "Bosses":[
    {
      "Name":"Teratotaur",
      "InDepthStrategy":"The boss fight has multiple instant death mechanics, involving adds and three square plates positioned around the arena.\r\n\r\nInstant Death Mechanics\r\nOccasionally he summons a pair of Dung Wespes. The Wespes are like the Temple Bees found throughout the area or Palace Hornets from the Palace of the Dead, and will cast Final Sting if they are not defeated quickly. Final Sting deals damage equal to ninety percent of the target's maximum health (e.g. 100 Max HP = 90 damage). Whilst this is survivable from full health, the Teratotaur may finish off a wounded Tank quite easily - or the Wespes may both target the same character and deal extreme damage to them. Either defeat the wespes before they cast Final Sting or interrupt the ability with stuns and silences.\r\nWhen Teratotaur is under 50% HP, he will periodically \"begin to growl\", and then use Mortal Ray. This room-wide AoE ability places the Doom debuff on your entire party; the debuff lasts 12 seconds and will instantly kill anyone still afflicted by it when the timer ends. Players can remove this debuff by stepping on the square plate that is glowing orange; only one of them will turn orange at a time. It may be preferable to tank the Teratotaur in the middle of the room between all three plates so that they are within easy reach of the Tank and Melee DPS, but the duration is long enough that it should not be a problem.\r\n            Other Abilities\r\n            Frightful Roar is a circular AoE ability that causes Physical Vulnerability Up on all of the targets hit.\r\n                Mow is a frontal cone AoE attack that inflicts poison on targets hit.\r\n                Triclip is an instant attack that does heavy damage to its primary target.",
      "QuickStrategy":"Kill adds ASAP to prevent final sting. Interrupt if needed. When boss uses Mortal Ray, step on glowing orange platform"
    },
    {
      "Name":"Temple Guardian",
      "InDepthStrategy":"Temple Guardian is a gigantic rock golem boss. Throughout the fight, Temple Guardian will spawn Golem Soulstone onto its chest. While the Soulstone is alive, Temple Guardian takes virtually no damage. When the Golem Soulstone is destroyed, the golem is stunned and becomes vulnerable for a period of time before the Soulstone respawns. Players should switch their target to the Soulstone when it spawns. The Guardian will target random players with most of his abilities.\r\n\r\nAbilities\r\nRockslide is a frontal column AoE attack that deals massive amount of damage to targets hit.\r\nTrue Grit is a frontal cone AoE attack that deals moderate amount of damage to targets hit.\r\nBoulder Clap is a frontal AoE attack that deals massive amount of damage to targets hit.\r\nObliterate is an instant attack that deals a moderate amount of damage to the entire party.\r\nStone Skull is an instant attack that deals a moderate amount of damage to a single player and stuns them for a short period of time.",
      "QuickStrategy":"Kill Golem Soulstone when it appears, otherwise kill boss"
    },
    {
      "Name":"Adjudicator",
      "InDepthStrategy":"Mythril Verge\r\nWhen the Mythril Verge spawns, it will start firing beams of laser across the room. When a pale, blue beam appears across the ground, move out of its way immediately. The beam will light up after about 1 second and heavily damage anyone in its path. Because of the high damage and low health nature of the Mythril Verge, damage dealers should destroy them as soon as they spawn.\r\nAvoid blue beams and destroy verges asap.\r\nAfter the Adjudicator has taken some damage, he will spawn Verge in a large dark box on the ground. After a few seconds the black box will seal off and the Verge will begin to cast Verge Pulse. Verge Pulse explodes the Verge and does a decent amount of damage to your entire party. While the black box is visible, players who are not in it will do reduced damage. Damage Dealers should enter the black box as soon as it spawns and destroy the verge.\r\nPlayers should enter the black box as soon as it spawns and destroy the verge.\r\nAfter taking a significant amount of damage, the Adjudicator will spawn 2 black boxes in the 2 corners of the room. The two damage dealers should split up and enter the two boxes and destroy the verges before they can cast Verge Pulse.\r\nWhen near death, Adjudicator will summon 4 laser-shooting Mythril Verge at a time. Players should dodge the lasers while taking out as many Verges as they can. DPSing down the boss is also an option.\r\nSun Juror\r\nIn the beginning of the fight, the Adjudicator will spawn cube-shaped mobs named Sun Jurors. When fighting these creatures, players need to ensure that the mobs die on the square platforms on the ground. If you do not kill them on the platforms, they will continuously revive. No more Sun Jurors will spawn once the Mythril Verges start spawning.\r\nOther Abilities\r\nDarkness is a frontal AoE cone attack that will damage and blind the players struck.\r\nParalyze is a spell used by the Adjudicator. He will periodically and randomly inflict paralyze on one of your party members. Melee players should attempt to interrupt his casting. Healers should use Esuna on the afflicted player to remove the debuff.\r\nCreeping Darkness is an instant ability that deals a moderate amount of damage to all party members.",
      "QuickStrategy":"Kill sun jurors on top of glowing platform. Avoid blue beams and kill Mythril Verges ASAP. When black box spawns, DPS should get inside boxes and kill verges."
    }
  ],
  "ZoneID":163
}