{
  "Index":14,
  "Name":"The Wanderer's Palace",
  "Level":50,
  "Bosses":[
    {
      "Name":"Keeper of Halidom",
      "InDepthStrategy":"All non-tank players should not be in front of of Keeper of Halidom to avoid Beatdown and Moldy Sneeze. White Mages should use Esuna to remove Reduced Immunity debuff if possible. Players should spread out across the room to avoid being pulled in by Inhale. If you are pulled in, move away from the boss as soon as you can because Keeper of Halidom will use Goobbue's Grief right after Inhale. Players should also move out of the AoE ground indicator of Moldy Phlegm.\r\n\r\nAbilities\r\n\r\nBeatdown is an instant frontal melee attack that deals a small amount of damage.\r\nMoldy Sneeze is an instant frontal attack that deals a moderate amount of damage and inflicts a debuff that reduces healing received on target.\r\nInhale is a large frontal cone AoE attack that pulls players into Keeper of Halidom's melee range.\r\nGoobbue's Grief is a cloud of pollen that deals moderate amount of damage and Poisons all players within Keeper of Halidom's melee range.\r\nMoldy Phlegm is a large circular AoE attack that targets a random player and deals moderate amount of damage and inflicts a debuff that reduces healing received to all players hit.",
      "QuickStrategy":"If you're not a tank, don't be in front of the boss. \r\nHealers should cleanse the debuff."
    },
    {
      "Name":"Giant Bavarois",
      "InDepthStrategy":"Giant Bavarois will use the spell Fire. Players can interrupt his spell cast by stunning the boss or moving behind him while he is casting. Throughout the fight Giant Bavarois will spawn White, Blue, Green and Purple Bavarois adds in groups of 3-4. Purple and White adds are most dangerous because they inflict paralysis and heavy debuffs. They should be killed as soon as possible. Healers should remove the debuffs if possible. Occasionally, Giant Bavarois' eyes will focus onto a single target, causing him to chase that player, using Amorphic Flail when he gets close. The targeted player should run away to avoid the Amorphic Flail.\r\n\r\nAbilities\r\n\r\nFire is a spell that deals a moderate amount of damage to one target.\r\nAmorphic Flail is a attack that deals a large amount of damage to the focused player.\r\nAdds\r\n\r\nWhite Bavarois has a Blizzard spell that deals small amount of damage and inflicts the debuff Heavy.\r\nBlue Bavarois has a Water spell that deals a small amount of damage.\r\nGreen Bavarois has an Aero spell that deals a small amount of damage and inflicts a DoT named Windburn.\r\nPurple Bavarois has a Thunder spell that deals a small amount of damage and inflicts the debuff Paralysis.",
      "QuickStrategy":"Kill adds. When the boss focuses you, run away"
    },
    {
      "Name":"Tonberry King",
      "InDepthStrategy":"Tanks should stay in the middle of the room and within the melee range of the Tonberry King to avoid Scourge of Nym. Throughout the fight, Tonberry King will spawn small Tonberry adds. When they die they will give Tonberry King a stack of Rancor. Tonberry King will use Everybody's Grudge and deal moderate damage for every stack of Rancor it has. The ability also removes all the Rancor stacks on the boss. Do not let the Tonberry King have too many stacks of Rancor, avoid killing Tonberries if they aren't an issue.\r\n\r\nAt around quarter HP, Tonberry King will spawn multiple Tonberry Slashers around the room. These adds will periodically move closer to the center of the room. Players should away from the slashers and toward the center of the room. Slashers will do heavy amount of damage to players nearby and players that aggro them. Players should focus down the Tonberry King.\r\n\r\nAbilities\r\n\r\nLateral Slash is a instant melee attack that deals a small amount of damage one player.\r\nWhetstone is an instant ability that gives the buff Sharpened Knife to Tonberry King. Tonberry King's next Lateral Slash will be Sharpened Knife and deal extra damage.\r\nSharpened Knife is an instant melee attack that deals a moderate amount of damage to one player.\r\nScourge of Nym is an instant ranged attack that deals a heavy amount of damage and inflicts the debuff heavy Heavy. Tonberry King will only use this attack if its target is not in melee range.\r\nEverybody's Grudge is an ability that consumes all the stacks of Rancor on Tonberry King and deals a moderate amount of damage for every stack of Rancor.\r\nAdds\r\n\r\nTonberry has an ability named Scourge of Nym that inflicts the debuff Heavy to its target when the target is not in melee range. When Tonberry dies, Tonberry King gains 1 stack of Rancor.\r\nTonberry Slasher has a powerful instant melee strike named Throat Stab that deals a heavy amount of damage. Its Scourge of Nym deals massive amount of damage and inflicts heavy to its target when the target is outside of melee range.\r\nDo not get close or attack the Tonberry Slashers.",
      "QuickStrategy":"Avoid killing adds when possible. Stay near the middle when adds spawn around the room and burn boss"
    }
  ],
  "ZoneID":159
}